Repository: EliateMillo/peepso-core
Catalog: peepso/language/peepso-core-*.po
Languages: da_dk, fr_fr, pl_pl

source: PeepSo directory contains spaces at the begin or end of the provided path
da_dk: PeepSo-biblioteket indeholder mellemrum i begyndelsen eller slutningen af den angivne sti
pl_pl: Katalog PeepSo zawiera spacje na początku lub końcu podanej ścieżki

source: PeepSo can not write to directory
da_dk: PeepSo kan ikke skrive til mappen

source: Reveal sensitive content.
da_dk: Afslør følsomt indhold.
pl_pl: Odkryj wrażliwe treści.

source: Select VIP Icon...
da_dk: Vælg VIP ikon...
pl_pl: Wybierz ikonę VIP

source: VIP Icon
da_dk: VIP ikon
pl_pl: Ikona VIP

source: Allow member search by icon
da_dk: Tillad medlemssøgning efter ikon
pl_pl: Pozwól członkom na wyszukanie ikoną

source: Allow searching for community members based on their VIP icon.
da_dk: Tillad søgning efter medlemmer i fællesskabet baseret på deres VIP-ikon.
pl_pl: Umożliwia wyszukiwania członków społeczności na podstawie ich ikony VIP.

source: Might result in a slight stream performance drop.
da_dk: Kan resultere i et lille fald i stream-ydelsen.
pl_pl: Może to spowodować niewielki spadek wydajności strumienia.

source: pinned
da_dk: fastgjort
pl_pl: przypięte

source: Length & comment limits
da_dk: Længde og kommentarbegrænsninger
pl_pl: Długość i limity komentarzy

source: ON: WordPress registration page will be redirected to the PeepSo registration page.
da_dk: TIL: WordPress-registreringssiden vil blive omdirigeret til PeepSo-registreringssiden.
pl_pl: Włączone: rejestracja WordPressa będzie przekierowana do rejestracji PeepSo

source: Navigation & Filters
da_dk: Navigation & filtre
pl_pl: Nawigacja i filtry

source: Moderating content
da_dk: Modererer indhold
pl_pl: Moderowanie treści

# short for thousands
source: k
da_dk: t
pl_pl: tys.

source: Get it now
da_dk: Få det nu
pl_pl: Zamów teraz

source: Free Bundle
da_dk: Gratis samling
pl_pl: Darmowy pakiet

source: Go back
da_dk: Gå tilbage
pl_pl: Wróć

source: Accept
da_dk: Godkend
pl_pl: Zaakceptuj

source: "Powered by PeepSo" in the front-end and email footers
da_dk: "Powered by PeepSo" i front-end og e-mail-sidefødder
pl_pl: "Zasilane przez PeepSo" we front-endzie i stopce wiadomości email

source: Post following & notifications
da_dk: Indlæg, der følges, og notifikationer
pl_pl: Śledzenie wpisów i powiadomienia

# verb
source: Save
da_dk: Gem
pl_pl: Zapisz

# verb
source: React
da_dk: Reager
pl_pl: Zareaguj

# verb
source: Comment
da_dk: Kommentér
pl_pl: Skomentuj

source: Decide which actions will trigger a post follow if the user has no prior relationship with a given post
da_dk: Beslut, hvilke handlinger der vil udløse et indlæg, hvis brugeren ikke har noget tidligere forhold til et givet indlæg
pl_pl: Zdecyduj, które działania spowodują obserwowanie wpisu, jeśli użytkownik nie ma wcześniejszych powiązań z danym wpisem

source: Automatically follow posts
da_dk: Følg indlæg automatisk
pl_pl: Obserwuj wpisy automatycznie

source: Notify post followers about reactions
da_dk: Giv følgere af indlæg besked om reaktioner
pl_pl: Powiadamiaj obserwatorów wpisu o reakcjach

source: Does not apply to post author
da_dk: Gælder ikke indlægsforfatter
pl_pl: Nie ma zastosowania dla autora wpisu

source: Someone reacted to my comment
da_dk: Nogen reagerede på mit indlæg
pl_pl: Ktoś zareagował na mój komentarz

source: Radius search
da_dk: Radius søgning
pl_pl: Szukanie promieniowe

source: Search by location
da_dk: Søg på lokation
pl_pl: Szukanie przez lokalizację

source: No followers
da_dk: Ingen følgere
pl_pl: Brak obserwujących

source: %d Follower
da_dk: %d Følger
pl_pl: %d Obserwujący

source: Unread
da_dk: Ulæst
pl_pl: Nieprzeczytanie

source: All
da_dk: Alle
pl_pl: Wszystko

source: TFA code
da_dk: TFA kode
pl_pl: Kod TFA

source: Filters
da_dk: Filtre
pl_pl: Filtry

source: Most recently commented and added posts are on top
da_dk: Senest kommenterede og tilføjede indlæg er øverst
pl_pl: Ostatnio komentowane i dodane wpisy są u góry

source: New posts & comments
da_dk: Nye indlæg & kommentarer
pl_pl: Najnowsze posty i komentarze

source: Most recent posts are on top
da_dk: Seneste indlæg er øverst
pl_pl: Najnowsze posty są u góry

source: New posts
da_dk: Nye indlæg
pl_pl: Najnowsze posty

source: Copy the post URL to your clipboard
da_dk: Kopier indlæggets URL til din udklipsholder
pl_pl: Kopiuj URL posta do schowka

source: Copied!
da_dk: Kopieret!
pl_pl: Skopiowano!

source: Copy link
da_dk: Kopier link
pl_pl: Kopiuj link

source: reacted to a post you are following
da_dk: reagerede på et indlæg, du følger
pl_pl: zareagował(a) na wpis, który obserwujesz

source: liked a post you are following
da_dk: synes godt om et indlæg, du følger
pl_pl: polubił(a) wpis, który obserwujesz

source: Someone reacted to a post
da_dk: Nogen reagerede på et indlæg
pl_pl: Ktoś zareagował na wpis

source: Applies to all posts you follow
da_dk: Gælder alle indlæg, du følger
pl_pl: Zastosowane do wszystkich wpisów, które obserwujesz

source: Shows recent notifications.
da_dk: Viser seneste notifikationer.
pl_pl: Pokazuje ostatnie powiadomienia.

source: If enabled, users will be able to mark "sensitive" posts (NSFW/nudity, spoilers etc). The entire post content will be hidden until clicked.
da_dk: Hvis aktiveret, vil brugere være i stand til at markere "følsomme" indlæg (NSFW/nøgenhed, spoilere osv.). Hele indlæggets indhold vil være skjult, indtil der klikkes
pl_pl: Jeśli włączone, użytkownicy będą mogli oznaczyć "wrażliwe" wpisy (nagość, spojlery etc.). Cała treść wpisu będzie ukryta do momentu kliknięcia.

source: Sensitive posts
da_dk: Sensitive indlæg
pl_pl: Wrażliwe wpisy

source: Pinned Posts
da_dk: Fastgjorte indlæg
pl_pl: Przypięte wpisy

source: To improve email delivery, do not use a generic address like @gmail.com - instead try using your own domain, like this: no-reply@example.com
da_dk: For at forbedre leveringen af e-mail skal du ikke bruge en generisk adresse som @gmail.com - prøv i stedet at bruge dit eget domæne, som dette: no-reply@example.com
pl_pl: Aby poprawić dostarczanie wiadomości e-mail, nie używaj ogólnego adresu, takiego jak @gmail.com - zamiast tego spróbuj użyć własnej domeny, na przykład: no-reply@example.com

source: Compact stream filters
da_dk: Kompakte strømme-filtre

source: Default stream order
da_dk: Standard rækkefølge af strømme
pl_pl: Domyślna kolejność strumienia

source: User search
da_dk: Brugersøgning
pl_pl: Wyszukiwanie użytkownika

source: Profile field
da_dk: Profilfelt
pl_pl: Pole profilu

source: Select a field
da_dk: Vælg et felt
pl_pl: Wybierz pole

source: Default units
da_dk: Standardenheder
pl_pl: Domyślne jednostki

source: Kilometres
da_dk: Kilometre
pl_pl: Kilometry

source: Most followers
da_dk: Flest følgere
pl_pl: Najbardziej obserwowani

source: Usernames
da_dk: Brugernavne
pl_pl: Nazwy użytkowników

source: Generate usernames automatically
da_dk: Opret brugernavne automatisk
pl_pl: Generuj automatycznie nazwy użytkowników

source: PeepSo will automatically generate a safe username for new users.
da_dk: PeepSo vil automatisk oprette et sikkert brugernavn til nye brugere
pl_pl: PeepSo automatycznie wygeneruje bezpieczną nazwę użytkownika dla nowych użytkowników.

source: Username field will not be available during registration.
da_dk: Feltet Brugernavn vil ikke være tilgængeligt under registreringen.
pl_pl: Pole nazwy użytkownika nie będzie wyświetlane podczas rejestracji.

source: View all
da_dk: Se alle
pl_pl: Pokaż wszystko

source: Post followed! See the followed content <a href="%s" onclick="%s">here</a>
da_dk: Indlæg fulgt! Se det fulgte indhold <a href="%s" onclick="%s">her</a>
pl_pl: Wpis jest obserwowany! Zobacz obserwowaną treść <a href="%s" onclick="%s">here</a>

source: Disable comments
da_dk: Deaktiver kommentarer
pl_pl: Wyłącz komentarze

source: Enable comments
da_dk: Aktiver kommentarer
pl_pl: Włącz komentarze

source: Not sensitive
da_dk: Ikke sensitiv
pl_pl: Niewrażliwe

source: Mark as sensitive
da_dk: Marker som sensitiv
pl_pl: Oznacz jako wrażliwe

source: Pinned %s
da_dk: Fastgjorte %s
pl_pl: Przypięte %s

source: Follow
da_dk: Følg
pl_pl: Obserwuj

source: Pin
da_dk: Fastgør
pl_pl: Przypnij

source: PeepSo uses usernames in user profile URLs (called "vanity URLs") - users usually want to have control over that. Especially if usernames are generated automatically via the options above.
da_dk: PeepSo bruger brugernavne i brugerprofil-URL'er (kaldet "forfængeligheds-URL'er") - brugere ønsker normalt at have kontrol over det. Især hvis brugernavne oprettes automatisk ved hjælp af mulighederne ovenfor.
pl_pl: PeepSo używa nazw użytkowników w adresach URL profili użytkowników (zwanych „próżnymi adresami URL”) - użytkownicy zazwyczaj chcą mieć nad tym kontrolę. Zwłaszcza jeśli nazwy użytkowników są generowane automatycznie za pomocą powyższych opcji.

source: Your account has been activated
da_dk: Din konto er aktiveret
pl_pl: Twoje konto zostało aktywowane

source: Any unsaved comments will be discarded. Are you sure?
da_dk: Alle ikke-gemte kommentarer vil blive kasseret. Er du sikker?
pl_pl: Niezapisane komentarze będą odrzucone. Jesteś pewien?

source: Welcome to PeepSo Reactions&sup2;
da_dk: Velkommen til Peepso Reaktioner&sup2;
pl_pl: Witaj w PeepSo Reactions&sup2;

source: Emotion
da_dk: Følelse
pl_pl: Emocja

source: The field will be visible and editable only by the Admins. Enable this if you need the field to serve an Admin-only purpose (eg a temporary field draft, or Admin user notes).
da_dk: Feltet vil kun være synligt og redigerbart af administratorerne. Aktiver dette, hvis du har brug for, at feltet tjener et administratorformål (f.eks. et midlertidigt feltudkast eller administrator brugernoter).
pl_pl: Pole będzie widoczne i edytowalne tylko przez administratorów. Włącz tę opcję, jeśli pole ma służyć tylko administratorom (np. tymczasowa wersja robocza pola lub notatki administratora).

source: Only Admin can see
da_dk: Kun admin kan se
pl_pl: Widoczne tylko dla administratora

source: The field will be editable only by the Admins, and will be seen by anyone who matches the field privacy.
da_dk: Feltet vil kun kunne redigeres af administratorerne og vil blive set af alle, der matcher feltets fortrolighed.
pl_pl: Pole będzie edytowalne tylko przez administratorów i będzie widoczne dla każdego, kto odpowiada prywatności pola.

source: Only Admin can edit
da_dk: Kun Admin kan redigere
pl_pl: Tylko admin może edytować

source: The field will not be counted in profile completeness.
da_dk: Feltet tæller ikke med i profilens fuldstændighed.
pl_pl: Pole nie będzie wliczane do kompletności profilu.

source: The field will only show during registration. Administrators will be still able to see the field in user profiles.
da_dk: Feltet vises kun under registreringen. Administratorer vil stadig kunne se feltet i brugerprofiler.
pl_pl: Pole będzie widoczne tylko podczas rejestracji. Administratorzy wciąż będą mieli możliwość wyświetlenia pola na profilu użytkownika.

source: Username cannot be an email.
da_dk: Brugernavn kan ikke være en e-mailadresse.
pl_pl: Adres email nie może być nazwą użytkownika.

source: Reactions Emotions
da_dk: Reaktioner Følelser
pl_pl: Reakcje Emocje

source: Unknown email address.
da_dk: Ukendt e-mailadresse.
pl_pl: Nieznany adres email.

source: Log in
da_dk: Log ind
fr_fr: Connexion
pl_pl: Zaloguj

source: My Profile
da_dk: Min Profil
fr_fr: Mon profil
pl_pl: Mój profil

source: No hashtags
da_dk: Ingen hashtags
fr_fr: Aucun hashtag
pl_pl: Brak hasztagów

source: Show total members count
da_dk: Vis total antal medlemmer
fr_fr: Montrer le nombre total de membres
pl_pl: Pokaż liczbę wszystkich członków

source: Show total online members count
da_dk: Vis samlet antal online medlemmer
fr_fr: Afficher le nombre total de membres en ligne
pl_pl: Pokaż liczbę wszystkich członków online

source: Limit:
da_dk: Begrænsning:
fr_fr: Limite:
pl_pl: Ograniczenie:

source: Title:
da_dk: Titel:
fr_fr: Titre:
pl_pl: Tytuł:

source: General settings
da_dk: Generelle indstillinger
fr_fr: Paramètres généraux
pl_pl: Ustawienia ogólne

source: click here to dismiss permanently
da_dk: klik her for at afvise permanent
pl_pl: kliknij tutaj, aby trwale odrzucić

source: Here's what you should know:
da_dk: Her er, hvad du bør vide:
pl_pl: Oto, co warto wiedzieć:

source: Welcome to PeepSo VIP
da_dk: Velkommen til PeepSo VIP
pl_pl: Witaj w PeepSo VIP

source: Icon Description
da_dk: Ikonbeskrivelse
pl_pl: Opis ikony

source: PeepSo-VIP Custom
da_dk: PeepSo-VIP brugerdefineret
pl_pl: PeepSo-VIP spersonalizowany

source: PeepSo-VIP Default
da_dk: PeepSo-VIP standard
pl_pl: PeepSo-VIP domyślny

source: Type to search...
da_dk: Skriv for at søge..
fr_fr: Tapez pour rechercher...
pl_pl: Wpisz wyszukiwaną frazę...

source: Error:
da_dk: Fejl:
fr_fr: Erreur:
pl_pl: Błąd:

source: Your email has been verified. Until the site administrator approves your account, you will not be able to login. Once your account has been approved, you will receive a notification email.
da_dk: Din e-mail er blevet bekræftet. Indtil webstedsadministratoren godkender din konto, vil du ikke kunne logge ind. Når din konto er blevet godkendt, vil du modtage en meddelelse e-mail.
fr_fr: Votre e-mail a été vérifiée. Dès que l'administrateur du site approuvera votre compte, vous pourrez vous connecter. Une fois que votre compte a été approuvé, vous recevrez un e-mail de notification.
pl_pl: Twój email został zweryfikowany. Dopóki administrator strony nie zatwierdzi konta, nie będziesz mógł się zalogować. Po zatwierdzeniu Twojego konta, zostaniesz o tym powiadomiony emailem.

source: Email Verified
da_dk: Email bekræftet!
fr_fr: E-mail vérifié
pl_pl: Email zweryfikowany

source: Follow the link in the email you received, or you can enter the activation code on the <a href="%1$s"><u>activation</u></a> page.</a>
da_dk: Følg linket i den e-mail, du har modtaget, eller du kan indtaste aktiveringskoden på siden <a href="%1$s"><u>aktivering</u></a> .</a>
fr_fr: Suivez le lien dans l'e-mail que vous avez reçu, ou entrez le code d'activation sur la page d'<a href="%1$s"><u>activation</u></a>.
pl_pl: Kliknij na link w otrzymanym emailu lub wpisz kod aktywacyjny na <a href="%1$s">stronie aktywacji.</a>

source: Your activation code has been sent to your email.
da_dk: Din aktiveringskode er blevet sendt til din e-mail.
fr_fr: Votre code d’activation vous a été envoyé par mail.
pl_pl: Twój kod aktywacyjny został wysłany na twój adres email.

source: Email Address
da_dk: E-mail adresse
fr_fr: Adresse e-mail
pl_pl: Adres email

source: Please enter your registered email address here so that we can resend you the activation link.
da_dk: Indtast din registrerede e-mail-adresse her, så vi kan sende dig aktiveringslinket.
pl_pl: Proszę wpisać tu adres email podany podczas rejestracji, abyśmy mogli przesłać ponownie link aktywacyjny.

source: Resend Activation Code
da_dk: Gensend aktiveringskode
fr_fr: Renvoyer le code d’activation
pl_pl: Wyślij ponownie kod aktywacyjny

source: Your account has been created. An activation link has been sent to the email address you provided, click on the link to logon to your account.
da_dk: Din konto er blevet oprettet. Et aktiveringslink er blevet sendt til den e-mail-adresse, du har angivet, og klik på linket for at logge ind på din konto.
fr_fr: Votre compte a été créé. Un lien d’activation a été envoyé à l’adresse e-mail que vous avez fournie, cliquez sur le lien pour vous connecter à votre compte.
pl_pl: Twoje konto zostało utworzone. Link aktywacyjny został wysłany pod adres email, który podałeś podczas rejestracji. Kliknij na link by zalogować się do swojego konta.

source: Please check your email account and confirm your registration. Once that's done, Administrator will be notified that your account has been created and is awaiting approval. Until the site administrator approves your account, you will not be able to login. Once your account has been approved, you will receive a notification email.
da_dk: Tjek venligst din e-mailkonto og bekræft din registrering. Når det er gjort, vil Administrator blive underrettet om at din konto er blevet oprettet og venter på godkendelse. Indtil webstedsadministratoren godkender din konto, vil du ikke kunne logge ind. Når din konto er blevet godkendt, vil du modtage en notifikations e-mail.
fr_fr: Veuillez vérifier vos courriels pour confirmer votre inscription. Une fois cela fait, un administrateur sera informé que votre compte a été créé et qu'il est en attente d’approbation. Jusqu'à ce que l’administrateur du site approuve votre compte, vous ne serez pas capable de vous connecter. Vous recevrez un avis par courriel lorsque que votre compte aura été approuvé.
pl_pl: Sprawdź swoje konto email i potwierdź rejestrację. Gdy to zrobisz, administrator zostanie powiadomiony, że twoje konto zostało stworzone i oczekuje na zatwierdzenie. Dopóki administrator strony nie zatwierdzi konta, nie będziesz mógł się zalogować. Po zatwierdzeniu twojego konta, zostaniesz o tym powiadomiony emailem.

source: Your account has been created.
da_dk: Din konto er oprettet.
fr_fr: Votre compte a été créé.
pl_pl: Twoje konto zostało utworzone.

source: Administrator will be notified that your account has been created and is awaiting approval. Until the site administrator approves your account, you will not be able to login. Once your account has been approved, you will receive a notification email.
da_dk: Administrator vil blive informeret om, at din konto er blevet oprettet og afventer godkendelse. Indtil administratoren af webstedet godkender din konto, vil du ikke kunne logge ind. Når din konto er blevet godkendt, vil du modtage en meddelelse e-mail.
fr_fr: Un administrateur sera informé que votre compte a été créé et qu'il est en attente d’approbation. Vous ne pouvez pas vous connecter tant que l’administrateur du site n'approuve pas votre compte. Vous recevrez un avis par e-mail une fois votre compte approuvé.
pl_pl: Administrator zostanie powiadomiony, że Twoje konto zostało utworzone i oczekuje na zatwierdzenie. Nie będziesz miał możliwości zalogowania się do czasu zatwierdzenia Twojego konta przez administratora. Kiedy Twoje konto zostanie zatwierdzone, otrzymasz powiadomienie na skrzynkę email.

source: User Registered
da_dk: Bruger registreret
fr_fr: Utilisateur Enregistré
pl_pl: Użytkownik zarejestrowany

source: Activation code
da_dk: Aktiveringskode
fr_fr: Code d'activation
pl_pl: Kod aktywacyjny

source: Activation Code:
da_dk: Aktiveringskode:
fr_fr: Code d'activation:
pl_pl: Kod aktywacyjny:

source: Please enter your activation code below to enable your account.
da_dk: Indtast venligst din aktiveringskode nedenfor for at aktivere din konto.
fr_fr: S’il vous plaît entrer votre code d’activation ci-dessous pour activer votre compte.
pl_pl: Proszę wprowadzić kod aktywacyjny poniżej, aby włączyć swoje konto.

source: Account Activation
da_dk: Konto aktiveret
fr_fr: Activation du compte
pl_pl: Aktywacja konta

source: No icons
da_dk: Ingen ikoner
fr_fr: Aucune icône
pl_pl: Brak ikon

source: Use FTP to upload your custom SVG images to
da_dk: Brug FTP til at uploade dine tilpassede SVG-billeder til
fr_fr: Utilisez FTP pour téléverser vos images SVG personnalisés sur
pl_pl: Użyj FTP do wgrywania własnych obrazów SVG dla

source: Want to use SVG files with Media Library? We recommend
da_dk: Vil du bruge SVG filer med Media Library? Vi anbefaler
fr_fr: Souhaitez-vous utiliser les fichiers SVG avec "Media Library" ? Nous le recommandons
pl_pl: Czy chcesz używać plików SVG z Biblioteki Mediów? Zalecamy

source: Add icon
da_dk: Tilføj ikon
fr_fr: Ajouter une icône
pl_pl: Dodaj ikonę

source: FTP Uploads
da_dk: FTP Overførsler
fr_fr: Téléversements FTP

source: Occasional
da_dk: Lejlighedsvis
fr_fr: Occasionnel
pl_pl: Okazjonalny

source: Hearts
da_dk: Hjerter
fr_fr: Cœurs
pl_pl: Serduszka

source: Faces
da_dk: Ansigter
fr_fr: Visages
pl_pl: Buźki

source: Notification text
da_dk: Notification tekst
fr_fr: Texte des notifications
pl_pl: Treść powiadomienia

source: This Reaction will not be public until you change the default title
da_dk: Denne reaktion vil ikke være offentlig før du ændrer standard titlen
fr_fr: Cette réaction ne sera pas publique tant que vous ne changerez pas le titre par défaut
pl_pl: Ta reakcja nie będzie widoczna publicznie do czasu zmiany przez Ciebie domyślnego tytułu

source: Reactions Custom
da_dk: Brugerdefineret Reaktioner
fr_fr: Créer vos propres réactions
pl_pl: Personalizacja reakcji

source: More
da_dk: Mere
fr_fr: Plus
pl_pl: Więcej

source: Sorry, no data to show
da_dk: Desværre, ingen data at vise
fr_fr: Désolé, aucune donnée à afficher
pl_pl: Przepraszam ale nie ma nic do pokazania

source: Edit
da_dk: Redigér
fr_fr: Modifier
pl_pl: Edytuj

source: Save All
da_dk: Gem alt
fr_fr: Tout enregistrer
pl_pl: Zapisz wszystko

source: Edit All
da_dk: Rediger alle
fr_fr: Tout éditer
pl_pl: Edytuj wszystko

source: Profile fields
da_dk: Profilfelter
fr_fr: Champs du profil
pl_pl: Pola profilu

source: Receive Web Push Notifications in your browser for all enabled on-site notifications.
da_dk: Modtag Web Push notifikationer i din browser for alle aktiverede on-site notifikationer.
pl_pl: Otrzymuj powiadomienia wysyłane przez stronę internetową w Twojej przeglądarce dla wszystkich włączonych powiadomień "on-site".

source: All notifications
da_dk: Alle notifikationer
fr_fr: Toutes les notifications
pl_pl: Wszystkie powiadomienia

source: Disable emails
da_dk: Deaktivér e-mails
pl_pl: Wyłącz emaile

source: Disable all
da_dk: Deaktiver alle
fr_fr: Tout désactiver
pl_pl: Wyłącz wszystko

source: Enable all
da_dk: Aktivere alle
fr_fr: Tout activer
pl_pl: Włącz wszystko

source: Quickly manage all your preferences at once.
da_dk: Administrer alle dine præferencer hurtigt på én gang.
fr_fr: Gérez rapidement toutes vos préférences en même temps.
pl_pl: Szybko zarządzaj wszystkimi swoimi preferencjami jednocześnie.

source: Shortcuts
da_dk: Genveje
fr_fr: Raccourcis
pl_pl: Skróty

source: shortcuts
da_dk: genveje
fr_fr: raccourcis
pl_pl: skróty

source: You can also use %s to quickly manage all notifications.
da_dk: Du kan også bruge %s til hurtigt at administrere alle meddelelser.
fr_fr: Vous pouvez également utiliser %s pour gérer rapidement toutes les notifications.
pl_pl: Możesz również użyć %s do szybkiego zarządzania wszystkimi powiadomieniami.

source: Email notifications require an on-site notification enabled.
da_dk: E-mail-meddelelser kræver, at en notifikation er aktiveret på siden.
pl_pl: Powiadomienia email wymagają włączenia powiadomień "on-site".

source: Notification preferences
da_dk: Indstillinger for notifikationer
fr_fr: Préférences de notification
pl_pl: Preferencje powiadomień

source: Email notification intensity
da_dk: E-mail-meddelelsers hyppighed
pl_pl: Intensywność powiadomień email

source: Export Your Community Data
da_dk: Eksporter dine fællesskabsdata
fr_fr: Exporter vos données de communauté
pl_pl: Eksportuj swoje dane

source: %s- is currently online
da_dk: %s er online
pl_pl: %s- jest teraz online

source: This user has decided to keep their profile private.
da_dk: Denne bruger har besluttet at holde deres profil privat.
fr_fr: Cet utilisateur a décidé de garder son profil privé.
pl_pl: Ten użytkownik zdecydował by jego profil pozostał prywatnym.

source: Reposition
da_dk: Ændr placering
fr_fr: Repositionner
pl_pl: Zmiana położenia

source: Change cover
da_dk: Ændr cover
pl_pl: Zmień zdjęcie w tle

source: %s is currently online
da_dk: %s er online
fr_fr: %s est actuellement en ligne
pl_pl: %s jest teraz online

source: %s avatar
da_dk: %s profilbillede
pl_pl: Avatar %s

source: %s cover photo
da_dk: %s coverfoto
fr_fr: %s photo de couverture
pl_pl: Zdjęcie w tle %s

source: Export
da_dk: Eksportér
fr_fr: Exporter
pl_pl: Eksportuj
