Repository: EliateMillo/peepso-core
Catalog: peepso/language/peepso-core-*.po
Languages: da_dk, fr_fr, pl_pl

source: Generate name based avatars
da_dk: Generér navnbaserede profilbilleder
pl_pl: Generowanie awatarów opartych na nazwach

source: Default avatars
da_dk: Standard profilbilleder
pl_pl: Avatary domyślne

source: Allow Gravatar avatars
da_dk: Tillad Gravatar profilbillede
fr_fr: Autoriser les avatars de Gravatar
pl_pl: Pozwalaj na awatary z Gravatar

source: Use PeepSo avatars everywhere
da_dk: Brug Peepso profilbillede overalt
fr_fr: Utilisez PeepSo avatars partout
pl_pl: Używaj awatarów PeepSo wszędzie

source: Use WordPress avatars
da_dk: Brug Wordpress profilbillede
fr_fr: Utiliser les avatars WordPress
pl_pl: Używaj awatarów WordPressa

source: Avatars
da_dk: Profilbillede
pl_pl: Awatary

source: Hide profile completeness if no required fields are missing
da_dk: Skjul profilens fuldstændighed, hvis ingen obligatoriske felter mangler
pl_pl: Ukryj kompletność profilu, jeśli nie brakuje żadnych wymaganych pól

source: Use PeepSo names everywhere
da_dk: Brug Peepso navne overalt
fr_fr: Utiliser les noms PeepSo partout
pl_pl: Użyj wszędzie nazw PeepSo

source: Always link to PeepSo profile
da_dk: Link altid til Peepso profil
fr_fr: Toujours associer au profil PeepSo
pl_pl: Zawsze linkuj do profilu PeepSo

source: Profile likes
da_dk: Profil synes godt om
fr_fr: J'aime de profil
pl_pl: Polubienia profilu

source: Users can "like" each other's profiles
da_dk: Brugere kan "synes om" hinandens profiler
fr_fr: Les utilisateurs peuvent « aimer » les profils des uns et des autres
pl_pl: Użytkownicy mogą "polubić" profile innych

source: Profile deletion
da_dk: Profil Sletning
fr_fr: Suppression du profil
pl_pl: Usuwanie profilu

source: Users can permanently delete their profiles
da_dk: Brugere kan permanent slette deres profiler
fr_fr: Les utilisateurs peuvent supprimer définitivement leurs profils
pl_pl: Użytkownik może usunąć swój profil na stałe

source: Users can override this setting
da_dk: Brugere kan tilsidesætte denne indstilling
fr_fr: Les utilisateurs peuvent outrepasser ce paramètre
pl_pl: Użytkownicy mogą zmienić to ustawienie

source: Display name style
da_dk: Udseende for visning
fr_fr: Style du nom affiché
pl_pl: Wyświetlany styl nazwy

source: Sharing
da_dk: Deling
pl_pl: Udostępnianie

source: Enabled social networks
da_dk: Aktiver sociale netværk
fr_fr: Réseaux sociaux activés
pl_pl: Włączone sieci społecznościowe

source: Activity Social Sharing
da_dk: Aktivitet Social Deling
fr_fr: Partage de l'activité sociale
pl_pl: Udostępnianie społecznościowe aktywności

source: Profiles Social Sharing
da_dk: Profiler Social Deling
fr_fr: Partage de profils sociaux
pl_pl: Udostępnianie społecznościowe profili

source: User profiles are shareable to social networks
da_dk: Brugerprofiler kan deles med sociale netværk
fr_fr: Les profils des utilisateurs peuvent être partagés sur les réseaux sociaux
pl_pl: Profile użytkowników mogą być udostępniane w mediach społecznościowych

source: Enable Repost
da_dk: Aktiver genudgiv
fr_fr: Activer la republication
pl_pl: Włącz przepostowanie

source: The Open Graph protocol enables links shared to Facebook (and others) carry information that render shared URLs in a great way. Having a photo, title and description. You can learn more about it in our documentation. Just search for 'Open Graph'.
da_dk: Open Graph-protokollen gør det muligt for links, der deles til Facebook (og andre), at bære information, der gengiver delte URL'er på en fantastisk måde. At have et billede, titel og beskrivelse. Du kan lære mere om det i vores dokumentation. Bare søg efter 'Open Graph'.
pl_pl: Protokół Open Graph umożliwia linkom udostępnianym na Facebooku (i innych) przenoszenie informacji, które doskonale renderują udostępniane adresy URL. Zdjęcie, tytuł i opis. Więcej informacji na ten temat można znaleźć w naszej dokumentacji. Wystarczy wyszukać „Open Graph”.

source: PeepSo can reset WP_Query
da_dk: PeepSo kan nulstille WP_Query
fr_fr: PeepSo peut réinitialiser WP_Query

source: This can interfere with SEO plugins, so use with caution.
da_dk: Dette kan forstyrre SEO-plugins, så brug det med forsigtighed.
fr_fr: Ceci peut interférer avec les plugins SEO, alors utilisez cette option avec précaution.
pl_pl: Może to kolidować z wtyczkami SEO, więc należy zachować ostrożność.

source: This advanced feature causes PeepSo pages to override the global WP_Query for better SEO.
da_dk: Denne avancerede funktion får PeepSo-sider til at tilsidesætte den globale WP_Query for bedre SEO.
fr_fr: Cette fonctionnalité avancée permet aux pages PeepSo de passer outre WP_Query pour un meilleur référencement (SEO).

source: You are currently using [peepso_activity] as your home page. Because of that, single activity URLs will have to contain "?" no matter what the above setting is.
da_dk: Du bruger i øjeblikket [peepso_activity] som din startside. På grund af det skal webadresser til enkeltaktivitet indeholde "?" uanset hvad ovenstående indstilling er.
fr_fr: Vous utilisez actuellement [peepso_activity] comme votre page d'accueil. Pour cette raison, les URL d'activité unique devront contenir "?" Quel que soit le paramètre ci-dessus.
pl_pl: Obecnie używasz [peepso_activity] jako strony głównej. Z tego powodu adresy URL pojedynczych aktywności będą musiały zawierać „?” bez względu na powyższe ustawienia.

source: This feature might not work with some SEO plugins and server setups. It will remove "?" from certain PeepSo URLs, such as "profile/?username/about".
da_dk: Denne funktion virker muligvis ikke med nogle SEO-plugins og serveropsætninger. Det vil fjerne "?" fra visse PeepSo-URL'er, såsom "profil/?brugernavn/om".
fr_fr: Cette fonctionnalité peut ne pas fonctionner avec certains plugins de référencement et la configuration du serveur. Elle supprimera « ? » de certaines URL PeepSo telles que « profile/?username/about ».
pl_pl: Ta funkcja może nie działać z niektórymi wtyczkami SEO i konfiguracjami serwerów. Usunie „?” z niektórych adresów URL PeepSo, takich jak „profile/?username/about”.

source: Advanced SEO
da_dk: Avanceret SEO
fr_fr: Référencement avancé
pl_pl: Zaawansowane SEO

source: Image (og:image)
da_dk: Billede (og:billede)
pl_pl: Obrazek (og:image)

source: Description (og:description)
da_dk: Beskrivelse (og:beskrivelse)
pl_pl: Opis (og:description)

source: Title (og:title)
da_dk: Titel (og:title)
fr_fr: Titre (og:title)
pl_pl: Tytuł (og:title)

source: Enable Open Graph
da_dk: Aktiver Open Graph
fr_fr: Activer l’ouverture du graphique
pl_pl: Włącz Open Graph

source: Control behavior of PeepSo when uninstalling / deactivating
da_dk: Kontrol adfærd PeepSo ved afinstallation / deaktivering
fr_fr: Comportement de contrôle de PeepSo lors de la désinstallation / désactivation
pl_pl: Kontroluje zachowanie PeepSo podczas odinstalowania / dezaktywacji

source: PeepSo Uninstall
da_dk: Peepso Afinstaller
fr_fr: Désinstaller PeepSo
pl_pl: Odinstaluj PeepSo

source: When set to "YES", all <em>PeepSo</em> data will be deleted upon plugin Uninstall (but not Deactivation).<br/>Once deleted, <u>all data is lost</u> and cannot be recovered.
da_dk: Når sat til "Ja", vil alle <em>PeepSo</em> data blive slettet ved plugin Afinstaller (men ikke Deaktivering).<br/>Når slettet, <u>alle data er tabt</u> og kan ikke gendannes.
fr_fr: Lorsqu’il est réglé sur « OUI », toutes les données relatives au plugin <em>PeepSo</em> seront supprimées. (Attention, il ne s'agit pas d'une désactivation). <br/> Une fois supprimé, <u>toutes les données seront perdues</u> et ne peuvent donc être récupérées.
pl_pl: Kiedy ustawione na "TAK", wszystkie dane <em>PeepSo</em> zostaną usunięte wraz z odinstalowaniem pluginu (nie dotyczy dezaktywacji).<br/>Po usunięciu, <u>wszystkie dane są bezpowrotnie tracone</u> i nie mogą zostać przywrócone.

source: Delete all data and settings
da_dk: Slet alle data og indstillinger
fr_fr: Supprimer toutes les données et les paramètres
pl_pl: Usuń wszystkie dane i ustawienia

source: Delete Post and Comment data
da_dk: Slet indlæg og kommentardata
fr_fr: Supprimer les données des publications et des commentaires
pl_pl: Usuń dane postów i komentarzy

source: Excluded domains
da_dk: Ekskluderede domæner
fr_fr: Domaines exclus
pl_pl: Domeny wyłączone

source: Example domains:
da_dk: Eksempel på domæner:
fr_fr: Exemples de domaines :
pl_pl: Przykładowe domeny:

source: Domains that do not require a warning page, without "www" or "http(s)". One domain name per line. Your website is excluded by default.
da_dk: Domæner, der ikke kræver en advarselsside, uden "www" eller "http(s)". Et domænenavn pr. linje. Dit websted er som standard ekskluderet.

source: Include social sharing links
da_dk: Inkludér links til social deling
fr_fr: Inclure les liens de partage social
pl_pl: Dołącz linki do udostępniania w mediach społecznościowych

source: Turn ON to force the warning page even for configured social sharing providers.
da_dk: Slå til for at tvinge advarselssiden selv for konfigurerede sociale deling udbydere.
pl_pl: Włącz, aby wymusić wyświetlanie strony z ostrzeżeniem nawet w przypadku skonfigurowanych dostawców usług udostępniania społecznościowego.

source: Enable "external link warning" page
da_dk: Aktiver siden "eksternt link advarsel"
fr_fr: Activer la page "avertissement lien externe"
pl_pl: Włącz stronę „ostrzeżenie o linkach zewnętrznych”

source: ON: users will be shown a warning page when clicking an external link inside any PeepSo page. The warning page is the one containing peepso_external_link_warning shortcode.
da_dk: ON: Brugerne vil blive vist en advarselsside, når du klikker på et eksternt link inde i en PeepSo side. Advarselssiden er den, der indeholder kortkode peepso_external_link_warning

source: These settings control the dimensions and compression levels, and will only be applied to newly uploaded images.
da_dk: Disse indstillinger styrer dimensioner og komprimeringsniveauer, og vil kun blive anvendt på nyligt uploadede billeder.
fr_fr: Ces paramètres contrôlent les dimensions et les niveaux de compression, et ils ne s'appliqueront que sur les nouvelles images téléchargées.
pl_pl: Ustawienia te kontrolują wymiary i poziomy kompresji i będą stosowane tylko do nowo przesłanych obrazów.

source: Storage
da_dk: Lagerplads
fr_fr: Stockage
pl_pl: Przechowywanie

source: Cover quality
da_dk: Coverbillede kvalitet
fr_fr: Qualité de la couverture
pl_pl: Jakość okładki

source: Cover width
da_dk: Coverbillede bredde
fr_fr: Largeur de la couverture
pl_pl: Szerokość okładki

source: Avatar quality
da_dk: Profilbillede kvalitet
fr_fr: Qualité de l'avatar
pl_pl: Jakość avatara

source: Higher quality will use more storage, but the images will look better
da_dk: Højere kvalitet vil bruge mere opbevaring, men billederne vil se bedre ud
fr_fr: Une meilleure qualité utilisera davantage d'espace, mais les images seront affichées avec plus de détails
pl_pl: Wyższa jakość zużyje więcej pamięci, ale obrazy będą wyglądać lepiej

source: Avatar size
da_dk: Profilbillede størrelse
fr_fr: Taille de l'avatar
pl_pl: Rozmiar avatara

source: Bigger images use more storage, but will look better - especially on high resolution screens.
da_dk: Større billeder bruger mere opbevaring, men vil se bedre ud - især på skærme med høj opløsning.
fr_fr: Si vous utilisez des images plus grandes, elles utiliseront plus d'espace, mais elles s'afficheront en plus grand format - en particulier sur les écrans de haute résolution.
pl_pl: Większe obrazy zużywają więcej pamięci, ale wyglądają lepiej - zwłaszcza na ekranach o wysokiej rozdzielczości.

source: default
da_dk: standard
fr_fr: par défaut

source: Might cause longer PHP execution times.
da_dk: Kan forårsage længere PHP-udførelsestider.
pl_pl: Może to spowodować wydłużenie czasu wykonywania PHP.

source: Enables cache-busting query args for all PeepSo assets (JavaScript and CSS). Users PHP to detect the last file modification time.
da_dk: Aktiverer cache-busting forespørgselsargumenter for alle PeepSo-aktiver (JavaScript og CSS). Brugere PHP til at opdage den sidste fil ændring tid.
pl_pl: Włącza cache-busting query args dla wszystkich zasobów PeepSo (JavaScript i CSS). Używa PHP do wykrywania czasu ostatniej modyfikacji pliku.

source: Maintenance scripts
da_dk: Vedligeholdelses-scripts
pl_pl: Skrypty serwisowe

source: Email Queue
da_dk: E-mailkø
pl_pl: Kolejka wiadomości e-mail

source: Performance
da_dk: Ydeevne
pl_pl: Wydajność

source: Repeat "load more" button?
da_dk: Gentag "Indlæs mere" knap?
fr_fr: Répéter le bouton "charger plus" ?
pl_pl: Powtórzyć przycisk „ładuj więcej”?

source: You can choose to have a specified batch of posts to load before showing the "load button" again.
da_dk: Du kan vælge at have en bestemt batch af indlæg at indlæse, før du viser "indlæs-knappen" igen.
pl_pl: Możesz wybrać określoną partię postów do załadowania przed ponownym wyświetleniem przycisku „załaduj”.

source: By default all posts load in an "infinite scroll".
da_dk: Som standard indlæses alle indlæg i en "uendelig rulle".
fr_fr: Par défaut, toutes les publications sont chargées dans un "parchemin infini".
pl_pl: Domyślnie wszystkie posty ładują się w „nieskończonym przewijaniu”.

source: Every %d items
da_dk: Hver %d elementer
fr_fr: Tous les %d éléments

source: Enable "load more:"
da_dk: Aktivér "Indlæs mere:"
fr_fr: Activer « Charger plus : »
pl_pl: Włącz „załaduj więcej:”

source: Disables infinite loading of activity stream posts, member listings etc. To load more content users have to press "load more" button.
da_dk: Deaktiverer uendelig indlæsning af aktivitetsstream-indlæg, medlemslister mv. For at indlæse flere indholdsbrugere skal du trykke på knappen "Indlæs mere".
fr_fr: Désactive le chargement infini des messages de flux d'activité, des listes de membres, etc. Pour charger plus de contenu, les utilisateurs doivent appuyer sur le bouton « charger plus ».
pl_pl: Wyłącza "infinite loading" dla postów, list, itp. Aby załadować więcej, użytkownik musi wcisnąć guzik "załaduj więcej".

source: User blocking
da_dk: Bruger blokering.
pl_pl: Blokowanie użytkowników

source: Users will be able to block each other. This feature might degrade performance for users with many blocks.
da_dk: Brugere vil være i stand til at blokere hinanden. Denne funktion kan forringe ydeevnen for brugere med mange blokkeringer.
pl_pl: Użytkownicy będą mogli blokować się nawzajem. Ta funkcja może obniżyć wydajność dla użytkowników z wieloma blokadami.

source: Maintenance & debugging
da_dk: Vedligeholdelse & fejlretning
fr_fr: Maintenance & débogage
pl_pl: Konserwacja i debugowanie

source: Show Developer Tools
da_dk: Vis Udviklerværktøjer
pl_pl: Pokaż narzędzia dla deweloperów

source: ON: a Developer Tools are added to the WordPress admin menu.
da_dk: ON: en Udviklerværktøjer føjes til WordPress admin menuen.
pl_pl: ON: Narzędzia dla programistów zostały dodane do menu administracyjnego WordPress.

source: This can impact website speed and should ONLY be enabled when someone is debugging PeepSo.
da_dk: Dette kan påvirke hjemmesiden hastighed og bør KUN være aktiveret, når nogen debugging PeepSo.
fr_fr: Cela peut affecter la vitesse du site et ne doit être activé que si quelqu'un rencontre des bugs avec PeepSo.
pl_pl: Może to mieć wpływ na wydajność strony i powinno być włączone TYLKO podczas gdy ktoś zajmuje się debugowaniem PeepSo.

source: ON: various debug information is written to a log file.
da_dk: ON: forskellige fejlfindingsoplysninger er skrevet til en logfil.
pl_pl: ON: różne informacje debugowania są zapisywane w logu dziennika.

source: File System Override
da_dk: Fil System Tilsidesættelse
fr_fr: Forçage du système de fichiers
pl_pl: Nadpisywanie systemu plików

source: Uploads Directory
da_dk: Uploads Mappe
fr_fr: Répertoire
pl_pl: Katalog przesłanych plików

source: Can not write to directory
da_dk: Kan ikke skrive til mappe
fr_fr: Vous ne pouvez pas écrire dans le répertoire
pl_pl: Nie można zapisać do katalogu

source: PeepSo allows users to upload images that are stored on your server. Enter a location where these files are to be stored.<br/>This must be a directory that is writable by your web server and and is accessible via the web. If the directory specified does not exist, it will be created.<br/>When empty, PeepSo uses following directory: <b>%s</b>
da_dk: PeepSo giver brugerne mulighed for at uploade billeder, der er gemt på din server. Angiv en placering, hvor disse filer skal gemmes.<br/>Dette skal være en mappe, der er skrivbar for din webserver og er tilgængelig via internettet. Hvis den angivne mappe ikke findes, vil den blive oprettet.<br/>Når den er tom, bruger Peepso følgende mappe: <b>%s</b>
fr_fr: PeepSo permet aux utilisateurs de téléverser des images qui seront stockées sur votre serveur. Saisissez l'emplacement où ces fichiers doivent être conservés.<br/>Il doit s'agir d'un répertoire accessible en écriture par votre serveur web et accessible via le web. S'il n'existe pas, il sera créé.<br/>Si ce champ est vide, PeepSo utilise le répertoire suivant : <b>%s</b>

source: This setting is to be changed upon very first PeepSo activation or in case of site migration. If changed in any other case it will result in missing content including user avatars, covers, photos etc. (error 404).
da_dk: Denne indstilling skal ændres ved allerførste PeepSo aktivering eller i tilfælde af flytning af websted. Hvis ændret i andre steder vil det resultere i manglende indhold, herunder bruger avatars, dækker, fotos osv. (fejl 404).
fr_fr: Ce paramètre doit être changé lors de la première activation de Peepso ou en cas d'une migration du site internet. Si cette option est modifiée dans un autre cas, du contenu peut disparaître incluant les avatars des utilisateurs, les couvertures, les photos etc. (Erreur 404).
pl_pl: Ta konfiguracja powinna zostać ustawiona podczas pierwszego uruchomienia PeepSo lub w przypadku przeniesienia strony na inny serwer. Jeśli zmieniona w innym przypadku może skutkować utrata zawartości, w tym awatarów użytkowników, okładek, zdjęć itp. (błąd 404).

source: Compatibility
da_dk: Kompatibilitet
fr_fr: Compatibilité

source: Attempts to fix Divi Builder styles that are known to conflict with PeepSo
da_dk: Forsøg på at fastsætte Divi Builder stilarter, der er kendt for at være i konflikt med Peepso
fr_fr: Tentatives de corriger les styles Divi Builder connus pour entrer en conflit avec PeepSo
pl_pl: Próbuje naprawiania stylów Divi Builder o których wiadomo, że powodują konflikt z PeepSo

source: Attempts to fix some issues specific to WordPress.com and JetPack
da_dk: Forsøg på at løse nogle problemer, der er specifikke for WordPress.com og JetPack
pl_pl: Próby naprawienia niektórych problemów specyficznych dla WordPress.com i JetPack

source: GDPR Compliance
da_dk: GDPR overensstemmelse
fr_fr: Conformité au RGPD
pl_pl: Zgodność z GDPR (RODO)

source: Enable GDPR Compliance
da_dk: Aktiver GDPR Compliance
fr_fr: Activer la conformité RGPD
pl_pl: Zapewnienie zgodności z RODO

source: The EU General Data Protection Regulation (GDPR, or EUGDPR for short) is a regulation in European Union law on data protection and privacy for all individuals within the European Union. All businesses and websites processing personal information of EU citizens must abide by this law, including the right to be forgotten (data deletion), the right to full data download (export) etc. You can read more about it
da_dk: EU Generel Databeskyttelsesforordning (GDPR) eller EUGDPR for kort) er en forordning i EU-retten om databeskyttelse og privatlivets fred for alle personer i EU. Alle virksomheder og websteder, der behandler personoplysninger om EU-borgere, skal overholde denne lov, herunder retten til at blive glemt (sletning af data), retten til fuld dataoverførsel (eksport) osv. Du kan læse mere om det
fr_fr: Le Règlement général sur la protection des données (RGPD) est un règlement de la loi européenne sur la protection des données et la confidentialité des individus au sein de l'Union Européenne. Toutes les entreprises et sites manipulant des informations personnelles de citoyens européens doivent respecter cette loi, y compris le droit d'être oublié (suppression des données), le droit du téléchargement intégral des données (exportation), etc. Vous pouvez en apprendre plus ici
pl_pl: Ogólne rozporządzenie UE o ochronie danych (RODO lub w skrócie EUGDPR) to rozporządzenie w prawie Unii Europejskiej dotyczące ochrony danych i prywatności wszystkich obywateli w Unii Europejskiej. Wszystkie firmy i strony internetowe przetwarzające dane osobowe obywateli UE muszą przestrzegać tego prawa, w tym prawa do bycia zapomnianym (usuwanie danych), prawa do pełnego pobrania danych (eksport) itp. Możesz przeczytać więcej na ten temat

source: Help us improve PeepSo!
da_dk: Hjælp os med at forbedre PeepSo!
fr_fr: Aidez-nous à améliorer PeepSo !
pl_pl: Pomóż nam ulepszyć PeepSo!

source: Enable usage tracking
da_dk: Aktivér brugssporing
fr_fr: Activer le suivi d'utilisation
pl_pl: Włącz śledzenia użycia

source: Registration
da_dk: Registrering
fr_fr: Enregistrement
pl_pl: Rejestracja

source: Allowed domains
da_dk: Tilladte domæner
pl_pl: Domeny dozwolone

source: Allow only selected domains
da_dk: Tillad kun valgte domæner
pl_pl: Pozwalaj tylko na wybrane domeny

source: When enabled, domains on the allow list will NOT be blocked. Emails from other domains will be rejected.
da_dk: Når det er aktiveret, vil domæner på tilladelseslisten IKKE blive blokeret. E-mails fra andre domæner vil blive afvist.
pl_pl: Po włączeniu tej opcji domeny z listy dozwolonych NIE będą blokowane. Wiadomości e-mail z innych domen będą odrzucane.

source: Blocked domains
da_dk: Blokerede domæner
pl_pl: Blokowane domeny

source: One per line.
da_dk: Én pr. linje.
fr_fr: Une par ligne.
pl_pl: Po jednym w każdym wierszu.

source: Block selected domains
da_dk: Bloker valgte domæner
pl_pl: Zablikuj wybrane domeny

source: When enabled, emails belonging to these domains on the block list will be considered invalid.
da_dk: Når det er aktiveret, vil e-mails, der tilhører disse domæner på blokeringslisten, blive betragtet som ugyldige.
pl_pl: Po włączeniu tej opcji wiadomości e-mail należące do tych domen na liście blokowanych będą uznawane za nieprawidłowe.

source: Email domains
da_dk: E-maildomæner
pl_pl: Domeny e-mail

source: Maximum
da_dk: Maksimalt
pl_pl: Max

source: %d attempt
da_dk: %d forsøg

source: Every
da_dk: Alle

source: %d hour
da_dk: %d time

source: Automatically resend activation
da_dk: Gensend automatisk aktivering
pl_pl: Automatycznie wyślij ponownie aktywację

source: PeepSo will resend the activation email a defined amount of times to any users who did not activate their account.
da_dk: PeepSo vil gensende aktiveringen e-mail en defineret mængde gange til de brugere, der ikke aktiverede deres konto
pl_pl: PeepSo ponownie wyśle wiadomość aktywacyjną określoną liczbę razy do wszystkich użytkowników, którzy nie aktywowali swojego konta.

source: Privacy Policy
da_dk: Privatliv politik
fr_fr: Politique de confidentialité
pl_pl: Polityka prywatności

source: Terms &amp; Conditions
da_dk: Vilkår &amp; betingelser
fr_fr: Conditions Générales d’Utilisation
pl_pl: Zasady i warunki

source: Page
da_dk: Side
pl_pl: Strona

source: If you select a page, it will open in a new tab. If you write your own text, it will open in an overlay.
da_dk: Hvis du vælger en side, åbnes den i et nyt faneblad. Hvis du skriver din egen tekst, åbnes den i et "overlay".
pl_pl: Jeśli wybierzesz stronę, otworzy się ona w nowej karcie. Jeśli napiszesz własny tekst, otworzy się on w nakładce.

source: None - add text below
da_dk: Ingen - tilføj tekst herunder

source: Terms & Conditions
da_dk: Betingelser & Vilkår
fr_fr: Termes et conditions
pl_pl: Zasady i warunki
