Repository: EliateMillo/peepso-core
Catalog: peepso/language/peepso-core-*.po
Languages: da_dk, fr_fr, pl_pl

source: Simple list of all git tracked plugins and themes. Exports as a formatted .txt file.
da_dk: Enkel liste over alle git sporet plugins og temaer. Eksporterer som en formateret .txt fil.
pl_pl: Prosta lista wszystkich wtyczek i motywów śledzonych w git. Eksportuje jako sformatowany plik .txt.

source: Git Repositories
da_dk: "Git" Depoter

source: &#8634; Refresh
da_dk: &#8634; Opdater

source: &darr; Export
da_dk: &darr; Eksporter

source: PHP session support is required
da_dk: PHP session understøttelse er påkrævet
fr_fr: Le support de session PHP est requis

source: The recommended PHP version is %s or higher - your server has %s
da_dk: Den anbefalede PHP version er %s eller højere - din server har %s
fr_fr: La version PHP recommandée est %s ou supérieure - votre serveur a %s

source: A connection to PeepSo.com servers is required
da_dk: En forbindelse til PeepSo.com-servere er påkrævet
fr_fr: Une connexion aux serveurs PeepSo.com est requise
pl_pl: Wymagane jest połączenie z serwerami PeepSo.com

source: The minimum required MySQL version is %s - your server has %s
da_dk: Den krævede MySQL version er %s - din server har %s
fr_fr: La configuration minimale requise pour MySQL est %s - votre serveur a %s

source: The required memory limit is %s - your server has %s
da_dk: Den påkrævede hukommelsesgrænse er %s - din server har %s
fr_fr: La limite de mémoire requise est %s - votre serveur a %s

source: PHP functions mb_substr and mb_strlen are recommended for accurate text processing
da_dk: PHP funktioner mb_substr og mb_strlen anbefales til nøjagtig tekstbehandling
fr_fr: Les fonctions PHP mb_substr et mb_strlen sont recommandées pour un traitement de texte précis

source: The PHP Imagick extension is recommended
da_dk: "PHP Imagick" udvidelse anbefales
fr_fr: L’extension PHP Imagick est recommandée
pl_pl: Rozszerzenie PHP Imagick jest zalecane

source: The PHP EXIF extension is required
da_dk: PHP EXIF udvidelse er påkrævet
fr_fr: L’extension PHP EXIF est requise
pl_pl: Rozszerzenie PHP "EXIF" jest wymagane

source: The PHP ctype extension is required
da_dk: PHP ctype-udvidelsen er påkrævet

source: Possibly incompatible caching discovered - it might interfere with PeepSo
da_dk: Muligvis inkompatibel caching opdaget - det kan forstyrre PeepSo
pl_pl: Wykryto potencjalnie niekompatybilne cachowanie - mogą wystąpić problemy z PeepSo

source: Please make sure to have regular full backups set up at least daily in case of unexpected behavior.
da_dk: Sørg for at have regelmæssige fulde sikkerhedskopier oprettet mindst dagligt i tilfælde af uventet adfærd.
pl_pl: Należy pamiętać o regularnym tworzeniu pełnych kopii zapasowych co najmniej raz dziennie na wypadek nieoczekiwanego zdarzenia.

source: Some server-side caching solutions might break PeepSo features and in some extreme cases lead to content loss. PeepSo cannot guarantee proper functioning on your server.
da_dk: Nogle server-side caching løsninger kan forstyrre PeepSo funktioner og i nogle ekstreme tilfælde føre til indhold tab. PeepSo kan ikke garantere korrekt funktion på din server.
pl_pl: Niektóre zastosowania cache po stronie serwera mogą zakłócać funkcje PeepSo, a w niektórych skrajnych przypadkach prowadzić do utraty treści. PeepSo nie może zagwarantować prawidłowego działania na Twoim serwerze.

source: No known incompatible caching solution detected
da_dk: Ingen kendt inkompatibel caching løsning fundet
pl_pl: Nie wykryto żadnego niekompatybilnego narzędzia cache

source: This message was generated by %s.
da_dk: Denne besked blev genereret af %s.
fr_fr: Ce message a été généré par %s.

source: Anonymous post
pl_pl: Anonimowy post

source: Publish
pl_pl: Opublikuj

source: posted by
pl_pl: opublikowane przez

# verb
source: Schedule
pl_pl: Zaplanuj

source: Disabled %d page email subscriptions
pl_pl: Wyłączono subskrypcje e-mailowe strony %d

source: Scrollable
pl_pl: Przewijane

source: When disabled, the text will affect the height of the post background.
pl_pl: Jeśli opcja jest wyłączona, tekst będzie miał wpływ na wysokość tła wpisu.

source: Limit is 10000.
pl_pl: Limit to 10000

source: Anonymous Posts (BETA)
pl_pl: Wpis anonimowy (BETA)

source: Enable in page descriptions
pl_pl: Włącz w opisach stron

source: Anonymous User
pl_pl: Anonim

source: Schedule your post
pl_pl: Zaplanuj swój wpis

source: Privacy Settings
pl_pl: Ustawienia prywatności

source: Only you can see this post.
pl_pl: Tylko Ty możesz zobaczyć ten wpis

source: Only registered members of the site can see this post.
pl_pl: Tylko zarejestrowani członkowie serwisu mogą zobaczyć ten wpis.

source: Everyone, including non-registered users, can see this post.
pl_pl: Wszyscy, także niezarejestrowani użytkownicy mogą zobaczyć ten post.

source: Pin your post
pl_pl: Przypnij

source: What is your mood?
pl_pl: Jaki masz nastrój?

source: is in %1$s
pl_pl: jest w %1$s

source: Post to
pl_pl: Opublikuj w

source: My profile
pl_pl: Profil

source: Polls in pages
pl_pl: Ankiety w stronach

source: Enabled: polls are available in pages posts
pl_pl: Włączone: ankiety są dostępne w Stronach

source: New Postbox (BETA)
pl_pl: Nowy Postbox (BETA)

source: Post type labels
pl_pl: Etykiety typów postów

source: Show shortcuts
pl_pl: Pokaż skróty

source: How many post type shortcuts to show before user activates the postbox. 0 to disable.
pl_pl: Ile skrótów pokazać zanim postbox jest aktywowany. 0 aby wyłączyć.

source: Deleting your account is instant and permanent. Most of your information will be deleted. Your profile will be disabled, and your name and photo will be removed from most things you've shared. Some information may still be visible to others, such as your name in their friends list and messages you sent.
pl_pl: Usunięcie konta jest natychmiastowe i trwałe. Większość informacji zostanie usunięta. Twój profil zostanie wyłączony, a Twoje imię i nazwisko oraz zdjęcie zostaną usunięte z większości udostępnionych przez Ciebie treści. Niektóre informacje mogą być nadal widoczne dla innych, takie jak imię i nazwisko na liście znajomych i wysłane wiadomości.

source: Preview
pl_pl: Podgląd

source: Reset all users to default
pl_pl: Zresetuj użytkowników do domyślnych

source: Plugin updates
pl_pl: Uaktualnienia wtyczki

source: Version lock
pl_pl: Blokada wersji

source: Please note that automatic updates are not recommended. Changing the version lock can help with premium plugins partially disabling themselves when a newer PeepSo Foundation version is detected, but in case of larger code changes it can lead to fatal errors.
pl_pl: Należy pamiętać, że automatyczne aktualizacje nie są zalecane. Zmiana blokady wersji może pomóc w częściowym wyłączeniu wtyczek premium po wykryciu nowszej wersji PeepSo Foundation, ale w przypadku większych zmian w kodzie może prowadzić do błędów krytycznych.

source: recommended
pl_pl: rekomendowane

source: Strict
pl_pl: Surowe

source: Normal
pl_pl: Normalny

source: Relaxed
pl_pl: Średnia

source: Allow special offers in the admin area
pl_pl: Zezwalaj na oferty specjalne w obszarze administracyjnym

source: Show unread
pl_pl: Pokaż nieprzeczytane

source: Remove excessive line breaks
pl_pl: Usuń nadmierne podziały wierszy

source: The login form below is only visible to guests.
pl_pl: Poniższy formularz logowania jest widoczny tylko dla gości.

source: Show PeepSo UserBar based on the following settings.
pl_pl: Pokaż pasek użytkownika PeepSo w oparciu o następujące ustawienia.

source: Show avatar
pl_pl: Pokaż avatar

source: When enabled, the Userbar is hidden under a profile icon toggle. "Disabled" will only work properly on mobile if there are no other widgets and elements (like logo) next to the widget. This setting has no effect when previewing the widget in a block editor.
pl_pl: Po włączeniu pasek użytkownika jest ukryty pod przełącznikiem ikony profilu. „Wyłączony” będzie działał poprawnie tylko na urządzeniach mobilnych, jeśli obok widżetu nie ma innych widżetów i elementów (takich jak logo). To ustawienie nie ma wpływu na podgląd widżetu w edytorze bloków.

source: Show PeepSo search box.
pl_pl: Pokaż pole wyszukiwania PeepSo.

source: Show user profile information based on the following settings.
pl_pl: Wyświetlanie informacji o profilu użytkownika na podstawie następujących ustawień.

source: Show online members based on the following settings.
pl_pl: Pokaż członków online na podstawie następujących ustawień.

source: Show PeepSo login form.
pl_pl: Pokaż formularz logowania PeepSo.

source: Show PeepSo Latest Members based on a specific settings.
pl_pl: Pokaż najnowszych członków PeepSo na podstawie określonych ustawień.

source: Show PeepSo hashtags based on a specific settings.
pl_pl: Pokaż hashtagi PeepSo na podstawie określonych ustawień.

source: Sort by
pl_pl: Sortuj według

source: Display style
pl_pl: Pokazuj styl

source: Title
pl_pl: Tytuł

source: General Settings
pl_pl: Ustawienia Ogólne

source: Collapse
pl_pl: Zwiń

source: Expand
pl_pl: Więcej

source: Full view
pl_pl: Pełny widok

source: Delete permanently
pl_pl: Usuń na stałe

source: Unpublished
pl_pl: Niepublikowane

source: Ignore reports & publish
pl_pl: Zignoruj zgłoszenia i opublikuj

source: Ignore all reports
pl_pl: Ignoruj wszystkie zgłoszenia

source: Are you sure want to delete reported post?
pl_pl: Czy na pewno chcesz usunąć zgłoszone posty?

source: Are you sure want to ignore this report(s)?
pl_pl: Czy na pewno chcesz zignorować to zgłoszenie(a)?

source: All reported content
pl_pl: Wszystkie zgłoszone treści

source: reported
pl_pl: zgłoszone

source: Profile reported
pl_pl: Raport wysłany

source: {sitename} - Reported Profile
pl_pl: {sitename} - zgłoszenie profilu

source: License Keys
pl_pl: Licencje

source: Do not compress
pl_pl: Nie kompresuj

source: Do not resize
pl_pl: Nie zmieniaj rozmiaru

source: Choosing both "do not resize" and "do not compress" will import images without any processing, which might pose a security risk.
pl_pl: Wybranie opcji „nie zmieniaj rozmiaru” i „nie kompresuj” spowoduje importowanie obrazów bez żadnego przetwarzania, co może stanowić zagrożenie dla bezpieczeństwa.

source: Connection to %s
pl_pl: Połączenie z %s

source: Full
pl_pl: Pełny

source: Basic
pl_pl: Podstawowy

source: SSL verification
pl_pl: Weryfikacja SSL

source: In some rare cases your server might fail to verify our SSL certificate.<br>Set this option to "No" in order to skip strict SSL verification.
pl_pl: W niektórych przypadkach twój serwer może nie zweryfikować naszego certyfikatu SSL. Wyłącz tę opcję aby pominąć ścisłą weryfikację.

source: DNS discovery
pl_pl: Wykrywanie DNS

source: In some rare cases your server might be unable to resolve our IP address.<br>Set this option to "No" in order to use a predefined IP address.
pl_pl: W niektórych przypadkach twój serwer może nie wykryć naszego adresu IP. Wyłącz tę opcję aby użyć adresu IP zapisanego w naszym pluginie.

source: Higher values might periodically slow down your website, but are recommended if the other settings don't help with connectivity issues.
pl_pl: Wyższe wartości mogą wpłynąć na prędkość twojej strony, ale są zalecane jeśli inne opcje nie pomogły z problemami z połączeniem.

source: %s seconds
pl_pl: %s sekund

source: Server
pl_pl: Serwer

source: Secondary
pl_pl: Zapasowy

source: Contact Us
pl_pl: Skontaktuj się z nami

source: Video Tutorials
pl_pl: Tutoriale

source: The options below allow you to adjust the way your website connects to our server; * marks the recommended defaults.
pl_pl: Te opcje pozwalają ci skonfigurować jak twoja strona komunikuje się z naszymi serwerami. Zalecane wartości są oznaczone gwiazdką *

source: Lack of connection might result in Installer not working, Licenses not validating and in extreme cases, website slowdown.
pl_pl: Brak połączenia może spowodować że Instalator przestanie działać, sprawdzanie licencji może się nie powieść. W ekstremalnych wypadkach może spowodować spowolnienie całej strony.

source: PeepSo and its plugins need to connect periodically to our server in order to provide licensing, install and update packages.
pl_pl: PeepSo łączy się z naszymi serwerami raz na jakiś czas aby zweryfikować licencje, instalować i uaktualniać pluginy.

source: You already reported this
pl_pl: Już to zgłosiłeś

source: Report sent. Thank you!
pl_pl: Zgłoszenie wysłane!

source: Hide password fields
pl_pl: Ukryj hasła

source: ON: no password fields on registration, random password will be sent through email.
pl_pl: Włączone: brak haseł podczas rejestracji, losowe hasło zostanie wysłane emailem.

source: Message recipient's password
pl_pl: Hasło odbiorcy wiadomości

source: This will be sent to new users upon completion of the registration when the "Hide password fields" option is enabled
pl_pl: Będzie wysłane do nowych użytkowników po zakończeniu rejestracji, gdy opcja „Ukryj pola hasła” jest włączona.

source: New User Email (No Password Fields)
pl_pl: E-mail nowego użytkownika (bez pól hasła)

source: Old posts & comments
pl_pl: Stare posty i komentarze

source: Old posts
pl_pl: Stare posty

source: Set activity post order by ascending
pl_pl: Ustaw kolejność postów aktywności rosnąco

source: Enabled: the latest post appears at the bottom.
pl_pl: Włączone: najnowszy post pojawia się na dole.

source: Allow admins to hide post header
pl_pl: Pozwól administratorom ukryć nagłówek posta

source: Hide post header
pl_pl: Ukryj nagłówek posta

source: Show post header
pl_pl: Pokaż nagłówek

source: You do not have permission to delete this post.
pl_pl: Nie możesz tego usunąć

source: Ban indefinitely
pl_pl: Banuj bez limitu czasu

source: Ban until
pl_pl: Banuj na jakiś czas

source: Your account has been suspended indefinitely
pl_pl: Twoje konto jest zawieszone

source: Banned indefinitely
pl_pl: Zbanowany na zawsze

source: Banned until %s
pl_pl: Zbanowany do %s

source: Does not apply to profile owner if User Submissions are enabled
pl_pl: Nie dotyczy właściciela profilu, jeśli włączona jest opcja Zgłoszenia użytkownika

source: Invalid security challenge code.
pl_pl: Nieprawidłowy kod wyzwania zabezpieczającego

source: Profile tabs order
pl_pl: Kolejność zakładek profilu

source: Current order: %s
pl_pl: Aktualne zamówienie: %s

source: One entry per line. If you skip any items, they will follow their default order.
pl_pl: Jeden wpis w wierszu. Jeśli pominiesz jakiekolwiek elementy, będą one miały domyślną kolejność.

source: Enable SEO Friendly links
pl_pl: Włącz SEO Friendly linki

source: Other notifications
pl_pl: Pozostałe powiadomienia

source: Community notifications
pl_pl: Powiadomienia Społeczności

source: This setting does not affect "other notifications"
pl_pl: To ustawienie nie wpływa na "pozostałe powiadomienia"

source: Do not pin
pl_pl: Nie przypinaj

source: Your scheduled post is live
pl_pl: Twój zaplanowany post został opublikowany

source: Show only posts that are pinned
pl_pl: Pokaż tylko przypięte posty

source: Only pinned posts
pl_pl: Tylko posty przypięte

source: Using any other setting than "public" might limit the visibility and reach of your posts.
pl_pl: Korzystanie z ustawień innych niż „publiczne” może ograniczyć widoczność i zasięg postów.

source: Post owner can disable comments
pl_pl: Właściciel posta może wyłączyć komentarze

source: Enabled: regular users (non-admins) can disable and enable comments on their own posts
pl_pl: Włączone: zwykły użytkownik (nie admin) może wyłączyć i włączyć komentarze własnych postów

source: Yes - required
pl_pl: Tak - wymagane

source: Yes - optional
pl_pl: Tak - opcjonalne

source: The users are unable to upload avatars via PeepSo interface. PeepSo will inherit the avatars from your WordPress site.
pl_pl: Użytkownicy nie mogą przesyłać awatarów za pośrednictwem interfejsu PeepSo. PeepSo przejmie awatary z witryny WordPress.

source: Avatar in the registration form
pl_pl: Avatar w formularzu rejestracji

source: Security emails are sent when suspicious login activity is detected and/or login attempts are blocked.
pl_pl: Wiadomości e-mail dotyczące bezpieczeństwa są wysyłane po wykryciu podejrzanej aktywności logowania i / lub zablokowaniu prób logowania.

source: Failed login attempts and related emails
pl_pl: Nieudane próby logowania i powiązane adresy email

source: Pinned until %s
pl_pl: Przypięte do %s

source: Pinned indefinitely
pl_pl: Przypięte na czas nieokreślony

source: More info...
pl_pl: Więcej informacji...

source: Pin until...
pl_pl: Przypnij do...

source: Pin indefinitely
pl_pl: Przypnij na czas nieokreślony

source: Pin...
pl_pl: Przypnij...

source: Your session has expired. Please log in.
pl_pl: Sesja wygasła

source: Rotate right
pl_pl: Obróć w prawo

source: Rotate left
pl_pl: Obróć w lewo

source: Moderation
pl_pl: Moderacja

source: PeepSo Free Bundle
pl_pl: Darmowy pakiet PeepSo

# short for millions
source: m
pl_pl: mln

source: Miles
pl_pl: Mile

source: PeepSo GDPR Scripts
fr_fr: scripts RGPD PeepSo
pl_pl: Skrypty PeepSo dotyczące RODO

source: PeepSo emails
pl_pl: e-maile PeepSo

source: via %s
pl_pl: przez %s

source: Wow
pl_pl: Zaskoczenie

source: Badges
pl_pl: Odznaki

source: Desktop
pl_pl: Pulpit

source: Community Hashtags
fr_fr: Hashtags communautaires
pl_pl: Hastagi społeczności

source: PeepSo Hashtags Widget
fr_fr: Widget des hashtags PeepSo
pl_pl: Widżet hashtagów PeepSo

source: PeepSo Hashtags
fr_fr: Hashtags PeepSo
pl_pl: Hashtagi PeepSo

source: On-Site
fr_fr: Sur le site
pl_pl: Na stronie

source: a %s
pl_pl: %s

source: meh
fr_fr: bof
pl_pl: rozczarowany

source: Send gif
pl_pl: Wyślij gif

source: Email
pl_pl: Adres e-mail

source: 0 bytes
fr_fr: 0 octets
pl_pl: 0 bajtów

source: byte
fr_fr: octet
pl_pl: bajt

source: bytes
fr_fr: octets
pl_pl: bajtów

source: dropdown
fr_fr: liste déroulante
pl_pl: lista rozwijana

source: Yemen
fr_fr: Yémen
pl_pl: Jemen

source: Viet Nam
pl_pl: WIetnam

source: Portugal
pl_pl: Portugalia

source: Paraguay
pl_pl: Paragwaj

source: Monaco
pl_pl: Monako

source: Mexico
fr_fr: Mexique
pl_pl: Meksyk

source: Kenya
pl_pl: Kenia

source: Kazakhstan
pl_pl: Kazachstan

source: Japan
fr_fr: Japon
pl_pl: Japonia

source: Jamaica
fr_fr: Jamaïque
pl_pl: Jamajka

source: Guatemala
fr_fr: Guatémala
pl_pl: Gwatemala

source: Ecuador
fr_fr: Équateur
pl_pl: Ekwador

source: Cuba
pl_pl: Kuba

source: Congo
pl_pl: Kongo

source: Bahamas
pl_pl: Bahamy

source: Emails
pl_pl: Emaile

source: Admin Email
pl_pl: E-mail Administratora

source: Ellipsis
fr_fr: Ellipse
pl_pl: Elipsa

source: Timeout
fr_fr: Expiration
pl_pl: Limit czasu

source: Hashtags integration
fr_fr: Intégration des hashtags
pl_pl: Integracja hasztagów

source: Box height (px)
fr_fr: Hauteur de l'encadré (px)
pl_pl: Wysokość pola (px)

source: Featured images
pl_pl: Wyróżnione zdjęcia

source: PeepSo debug log
pl_pl: Log debugowania PeepSo

source: PeepSo Support
pl_pl: Wsparcie PeepSo

source: Installer
pl_pl: Instalator

source: Okay
fr_fr: D’accord
pl_pl: Dobra

source: {sitename} - Reported Content
pl_pl: {sitename} - Nowe Zgłoszenia Nieodpowiednich Treści

source: Hashtags
pl_pl: Hashtagi

source: n/a
pl_pl: n/d

source: Version
pl_pl: Wersja

source: person
fr_fr: personne

source: KB
fr_fr: Ko

source: MB
fr_fr: Mo

source: GB
fr_fr: Go

source: Zambia
fr_fr: Zambie

source: Uzbekistan
fr_fr: Ouzbékistan

source: Uganda
fr_fr: Ouganda

source: Turkmenistan
fr_fr: Turkménistan

source: Thailand
fr_fr: Thaïlande

source: Sudan
fr_fr: Soudan

source: Somalia
fr_fr: Somalie

source: Singapore
fr_fr: Singapour

source: Senegal
fr_fr: Sénégal

source: San Marino
fr_fr: Saint-Marin

source: Saint Lucia
fr_fr: Sainte-Lucie

source: Saint Barthélemy
fr_fr: Saint-Barthélémy

source: Puerto Rico
fr_fr: Porto Rico

source: Peru
fr_fr: Pérou

source: Papua New Guinea
fr_fr: Papouasie-Nouvelle-Guinée

source: Palau
fr_fr: Palaos

source: Norfolk Island
fr_fr: Île Norfolk

source: New Zealand
fr_fr: Nouvelle-Zélande

source: Nepal
fr_fr: Népal

source: Namibia
fr_fr: Namibie

source: Montenegro
fr_fr: Monténégro

source: Mauritius
fr_fr: Maurice

source: Malta
fr_fr: Malte

source: Malaysia
fr_fr: Malaisie

source: Liberia
fr_fr: Libéria

source: Kuwait
fr_fr: Koweït

source: Jordan
fr_fr: Jordanie

source: Israel
fr_fr: Israël

source: Isle of Man
fr_fr: Île de Man

source: Haiti
fr_fr: Haïti

source: Guyana
fr_fr: Guyane

source: Guinea-Bissau
fr_fr: Guinée-Bissau

source: Guinea
fr_fr: Guinée

source: Guernsey
fr_fr: Guernesey

source: Grenada
fr_fr: Grenade

source: Gambia
fr_fr: Gambie

source: Finland
fr_fr: Finlande

source: Fiji
fr_fr: Fidji

source: Eritrea
fr_fr: Érythrée

source: Dominica
fr_fr: Dominique

source: Colombia
fr_fr: Colombie

source: Cocos (Keeling) Islands
fr_fr: Îles Cocos (Keeling)

source: Chile
fr_fr: Chili

source: Cameroon
fr_fr: Cameroun

source: Cambodia
fr_fr: Cambodge

source: Brunei Darussalam
fr_fr: Brunéi Darussalam

source: Bouvet Island
fr_fr: Île Bouvet

source: Bhutan
fr_fr: Bhoutan

source: Bermuda
fr_fr: Bermudes

source: Benin
fr_fr: Bénin

source: Barbados
fr_fr: Barbade

source: Bahrain
fr_fr: Bahreïn

source: Argentina
fr_fr: Argentine

source: Andorra
fr_fr: Andorre

source: American Samoa
fr_fr: Samoa américaines

source: On-site
fr_fr: Sur le site

source: Status
fr_fr: Statut

source: Dialog
fr_fr: Dialogue
