Repository: EliateMillo/peepso-core
Catalog: peepso/language/peepso-core-*.po
Languages: da_dk, fr_fr, pl_pl

source: Export my Community information
da_dk: Eksporter mine fællesskabsoplysninger
fr_fr: Exporter mes informations de Communauté
pl_pl: Eksportuj moje informacje w społeczności

source: Please enter your password to continue.
da_dk: Indtast din adgangskode for at fortsætte.
fr_fr: Veuillez saisir votre mot de passe pour continuer.
pl_pl: Proszę wpisać swoje hasło, aby kontynuować.

source: Save Thumbnail
da_dk: Gem miniature
fr_fr: Enregistrer
pl_pl: Zapisz miniaturkę

source: Crop Image
da_dk: Beskær billede
fr_fr: Recadrage
pl_pl: Skadruj obraz

source: Upload Photo
da_dk: Upload billede
fr_fr: Télécharger une photo
pl_pl: Prześlij zdjęcie

source: Remove Cover Image
da_dk: Fjern coverbillede
fr_fr: Supprimer l'image de couverture
pl_pl: Usuń zdjęcie w tle

source: Are you sure want to remove this cover image?
da_dk: Er du sikker på, at du vil slette dette coverbillede?
fr_fr: Êtes-vous sûr de vouloir supprimer cette image de couverture ?
pl_pl: Czy jesteś pewien, że chcesz usunąć to zdjęcie w tle?

source: Please fill in the date
da_dk: Indtast dato
fr_fr: Merci de remplir la date
pl_pl: Proszę uzupełnić datę

source: This is how <strong>%s</strong> avatar will appear throughout the entire community.
da_dk: Sådan vil <strong>%s</strong> profilbilleder blive vist i hele fællesskabet.
pl_pl: Tak będzie wyświetlane zdjęcie profilowe <strong>%s</strong> w serwisie.

source: This is how your avatar will appear throughout the entire community.
da_dk: Sådan vil dit profilbillede se ud i hele fællesskabet.
pl_pl: Tak będzie wyświetlane Twoje zdjęcie profilowe w serwisie.

source: Avatar Preview
da_dk: Profilbillede Forhåndsvisning
fr_fr: Aperçu de l’Avatar
pl_pl: Podgląd zdjęcia profilowego

source: No avatar uploaded. Use the button above to select and upload one.
da_dk: Intet profilbillede uploadet. Brug knappen ovenfor for at uploade en.
fr_fr: Aucun avatar téléchargé. Utilisez le bouton ci-dessus pour en sélectionner et en télécharger un.
pl_pl: Nie załadowano zdjęcia profilowego. Użyj przycisku powyżej by wybrać i załadować zdjęcie profilowe.

source: Crop
da_dk: Beskær
pl_pl: Skadruj

source: Automatically Generated. (Maximum width: 160px)
da_dk: Automatisk genereret. (Maksimal bredde: 160px)
fr_fr: Généré Automatiquement. (Largeur maximale: 160px)
pl_pl: Wygenerowane automatycznie. (Maksymalna szerokość: 160px)

source: Uploaded Photo
da_dk: Overførte foto
fr_fr: Photo téléchargée
pl_pl: Przesłane zdjęcie

source: Use Gravatar
da_dk: Brug Gravatar
fr_fr: Utilisez Gravatar
pl_pl: Użyj Gravatara

source: Upload new
da_dk: Upload ny
pl_pl: Prześlij nowe

source: Visit <a href="%s">community</a> or <a href="%s">your profile</a>
da_dk: Besøg <a href="%s">fællesskab</a> eller <a href="%s">din profil</a>
fr_fr: Visitez la <a href="%s"> communauté</a> ou <a href=""%s"> votre profil</a>
pl_pl: Przejdź do <a href="%s">społeczność</a> lub <a href="%s">Twój profil</a>

source: You are already registered and logged in
da_dk: Du er allerede registreret og logget ind
fr_fr: Vous êtes déjà enregistré et connecté
pl_pl: Jesteś już zarejestrowany lub zalogowany

source: Please shorten the text or change the post type
da_dk: Gør teksten kortere eller skift indlægstype
pl_pl: Proszę skrócić tekst lub zmienić typ wpisu

source: Text Color
da_dk: Tekstfarve
pl_pl: Kolor tekstu

source: Reset to default
da_dk: Nulstil til standard
fr_fr: Restaurer les paramètres par défaut
pl_pl: Przywróć ustawienia domyślne

source: Image
da_dk: Billede
pl_pl: Obraz

source: Published
da_dk: Offentliggjort
fr_fr: Publié
pl_pl: Opublikowano

source: Built-in preset
da_dk: Indbygget forudindstilling
pl_pl: Wbudowane ustawienie wstępne

source: Allow multiple options selection
da_dk: Tillad valg af flere muligheder
pl_pl: Zezwalaj na wybór wielu opcji

source: Option 2
da_dk: Valgmulighed 2
pl_pl: Opcja 2

source: Option 1
da_dk: Valgmulighed 1
pl_pl: Opcja 1

source: Move
da_dk: Flyt
pl_pl: Przesuń

source: Login to cast your vote and to see results.
da_dk: Log ind for at afgive din stemme og se resultater.
pl_pl: Zaloguj się, aby oddać swój głos i zobaczyć wyniki.

source: Unvote
da_dk: Annuller stemmeafgivning
pl_pl: Cofnij głos

source: of
da_dk: af
pl_pl: z

source: (no votes yet)
da_dk: (ingen stemmer endnu)
pl_pl: (jeszcze nie oddano głosów)

source: Showing %d of %d
da_dk: Viser %d af %d
pl_pl: Wyświetlanie %d z %d

source: Loading
da_dk: Indlæser
fr_fr: Chargement en cours
pl_pl: Ładowanie

source: Type in the above search box to search for members.
da_dk: Skriv i ovenstående søgefelt for at søge efter medlemmer.
fr_fr: Tapez dans le champ de recherche ci-dessus pour rechercher des membres.
pl_pl: Pisz w powyższym polu wyszukiwania, aby wyszukać członków.

source: Only users with avatars
da_dk: Kun brugere med profilbillede
fr_fr: Seulement les utilisateurs avec un avatar
pl_pl: Tylko użytkownicy ze zdjęciem profilowym

source: Members I don't follow
da_dk: Medlemmer, jeg ikke følger
fr_fr: Les membres que je ne suis pas
pl_pl: Członkowie, których nie obserwuję

source: Members I follow
da_dk: Medlemmer, jeg følger
fr_fr: Les membres que je suis
pl_pl: Członkowie, których obserwuję

source: All members
da_dk: Alle medlemmer
fr_fr: Tous les membres
pl_pl: Wszyscy członkowie

source: Sort
da_dk: Sorter
fr_fr: Trier
pl_pl: Sortuj

source: Any
da_dk: Enhver
fr_fr: Aucun
pl_pl: Dowolny

source: Start typing to search...
da_dk: Begynd at skrive for at søge...
fr_fr: Ecrivez ici pour effectuer une recherche…
pl_pl: Wpisz coś by zacząć wyszukiwanie...

source: No results found.
da_dk: Ingen resultater fundet.
fr_fr: Aucun résultat trouvé.
pl_pl: Nie znaleziono wyników.

source: Start typing to search
da_dk: Begynd at skrive for at søge
fr_fr: Ecrivez ici pour effectuer une recherche
pl_pl: Wpisz coś by zacząć wyszukiwanie

source: Blocked
da_dk: Blokeret
fr_fr: Bloqué
pl_pl: Zablokowani

source: Enter location name...
da_dk: Angiv lokationens navn...
fr_fr: Saisissez le nom de l'emplacement...
pl_pl: Wprowadź nazwę lokalizacji...

source: Save location
da_dk: Gem placering
fr_fr: Enregistrer l'emplacement
pl_pl: Zapisz lokalizację

source: No location
da_dk: Ingen lokation
fr_fr: Aucun emplacement
pl_pl: Brak lokalizacji

source: Remove location
da_dk: Fjern lokation
fr_fr: Supprimer l'emplacement
pl_pl: Usuń lokalizację

source: Edit location
da_dk: Redigér placering
fr_fr: Modifier l'emplacement
pl_pl: Edytuj lokalizację

source: Album location
da_dk: Albumplacering
fr_fr: Emplacement de l’album
pl_pl: Lokalizacja albumu

source: Enter your location:
da_dk: Indtast din lokation:
fr_fr: Saisissez votre emplacement :
pl_pl: Wprowadź swoją lokalizację:

source: Select
da_dk: Vælg
fr_fr: Sélectionner
pl_pl: Wybierz

source: No locations found
da_dk: Ingen lokationer fundet
fr_fr: Aucun emplacement trouvé
pl_pl: Nie znaleziono lokalizacji

source: Enter your location
da_dk: Indtast din lokation
fr_fr: Entrez votre emplacement
pl_pl: Wprowadź swoją lokalizację

source: Letters and numbers only, minimum %d and maximum %d character(s)
da_dk: Kun bogstaver og tal, minimum %d og maksimum %d tegn
fr_fr: Saisissez uniquement des chiffres et des lettres. Le minimum de caractères autorisé est %d et le maximum %d
pl_pl: Tylko litery oraz cyfry, minimum %d i maksimum %d znaków

source: Change image
da_dk: Skift billede
pl_pl: Zmień zdjęcie

source: Search...
da_dk: Søg...
pl_pl: Szukaj...

source: Shared a GIF
da_dk: Delte en GIF
pl_pl: Udostępniono GIF

source: %s shared a GIF
da_dk: %s delte en GIF
pl_pl: %s udostępnił(a) GIF

source: Invite your friends!
da_dk: Inviter dine venner!
fr_fr: Invitez vos amis !
pl_pl: Zaproś swoich znajomych!

source: Close message
da_dk: Luk denne besked
fr_fr: Fermer le message
pl_pl: Zamknij wiadomość

source: The password should be at least %d characters long. To make it stronger, use upper and lower case letters, numbers, and symbols like ! " ? $ %% ^ &amp; ).
da_dk: Adgangskoden skal være på mindst %d tegn. For at gøre det stærkere, skal du bruge store og små bogstaver, tal og symboler som ! " ? $ %% ^ &amp;).
fr_fr: Le mot de passe doit comporter au moins %d caractères. Pour le rendre plus sûr, utilisez des lettres majuscules et minuscules, des chiffres et des symboles comme ! " ? $ %% ^ &amp;).
pl_pl: Hasło powinno mieć przynajmniej %d znaków. Aby je wzmocnić, użyj wielkich i małych liter, cyfr i symboli jak: ! " ? $ %% ^ &amp; ).

source: Repeat new password
da_dk: Gentag ny adgangskode
fr_fr: Répétez le nouveau mot de passe
pl_pl: Powtórz nowe hasło

source: Repeat new password:
da_dk: Gentag ny adgangskode:
fr_fr: Répétez le nouveau mot de passe:
pl_pl: Potwierdź nowe hasło:

source: New Password
da_dk: Ny adgangskode
fr_fr: Nouveau mot de passe
pl_pl: Nowe hasło

source: New Password:
da_dk: Ny adgangskode:
fr_fr: Nouveau mot de passe :
pl_pl: Nowe hasło:

source: Pick a new password
da_dk: Vælg en ny adgangskode
pl_pl: Wybierz nowe hasło

source: Your password has been changed. You can sign in now.
da_dk: Din adgangskode er blevet ændret. Du kan logge ind nu.
fr_fr: Votre mot de passe a été modifié. Vous pouvez désormais vous connecter.
pl_pl: Twoje hasło zostało zmienione. Możesz się teraz zalogować.

source: Join us now, it's free!
da_dk: Tilmeld dig nu, det er gratis!
fr_fr: Rejoignez-Nous. C’est gratuit!
pl_pl: Dołącz do nas teraz, to nic nie kosztuje!

source: Come and join our community. Expand your network and get to know new people!
da_dk: Kom og deltag i vores fællesskab. Udvid dit netværk og kom til at lære nye mennesker at kende!
fr_fr: Venez rejoindre notre communauté & développez votre réseau.
pl_pl: Dołącz do naszej społeczności. Rozwijaj sieć społecznościową i poznawaj nowych ludzi!

source: Your email address was confirmed. You can now log in.
da_dk: Din e-mail-adresse er bekræftet. Du kan logge ind nu.
pl_pl: Twój adres email został potwierdzony. Możesz się teraz zalogować.

source: Get Connected!
da_dk: Bliv forbundet!
fr_fr: Connectez-vous!
pl_pl: Pozostań w kontakcie!

source: Thank you
da_dk: Tak for det
fr_fr: Merci
pl_pl: Dziękujemy

source: Submit
da_dk: Indsend
fr_fr: Envoyer
pl_pl: Wyślij

source: Email address
da_dk: E-mailadresse
fr_fr: Adresse e-mail
pl_pl: Adres e-mail

source: Email Address:
da_dk: E-mailadresse:
fr_fr: Adresse e-mail
pl_pl: Adres e-mail:

source: Please enter the email address for your account. A verification code will be sent to you. Once you have received the verification code, you will be able to choose a new password for your account.
da_dk: Angiv venligst e-mailadressen til din konto. En verificeringskode vil blive sendt til dig. Når du har modtaget verificeringskoden, vil du kunne vælge en ny adgangskode til din konto.
fr_fr: S’il vous plaît entrez l’adresse e-mail de votre compte ci-dessous. Un code de vérification vous sera envoyé. Une fois que vous aurez reçu le code de vérification, vous serez en mesure de choisir un nouveau mot de passe pour votre compte.
pl_pl: Nie pamiętasz hasła? To nie jest problem. Wpisz poniżej swój adres poczty elektronicznej podany podczas rejestracji i kliknij przycisk &bdquo;Wyślij&rdquo;. Otrzymasz specjalny kod umożliwiający zalogowanie się i dokonanie zmiany hasła.<br />Sprawdź za kilka chwil swoją skrzynkę pocztową. Gdy otrzymasz wiadomość z kodem weryfikującym, skopiuj go i podaj podczas logowania, a następnie dokonaj zmiany hasła.

source: We have sent you an email with password recovery instructions. Follow the link in the email to finish the process of resetting your password.
da_dk: Vi har sendt dig en e-mail med instruktioner til genoprettelse af adgangskoder. Følg linket i e-mailen for at afslutte processen med at nulstille din adgangskode.
fr_fr: Nous vous avons envoyé un e-mail avec les instructions de récupération du mot de passe. Suivez le lien dans l’email pour terminer le processus de réinitialisation de votre mot de passe.
pl_pl: Wysłaliśmy ci e-mail z instrukcjami w jaki sposób odzyskać hasło. Kliknij odnośnik w wiadomości e-mail, aby zakończyć proces zmiany hasła.

source: Fetch URL
da_dk: Hent URL
fr_fr: Récupérer l'URL
pl_pl: Pobierz adres URL

source: Done
da_dk: Udført
fr_fr: Terminé
pl_pl: Gotowe

source: Time
da_dk: Tid
fr_fr: Heure
pl_pl: Czas

source: Select date and time
da_dk: Vælg dato og tid
fr_fr: Sélectionnez la date et l'heure
pl_pl: Wybierz datę i czas

source: Post immediately
da_dk: Behandel med det samme
fr_fr: Poster immédiatement
pl_pl: Opublikuj natychmiast

source: Mark as read
da_dk: Markér som læst
fr_fr: Marquer comme lu
pl_pl: Oznacz jako przeczytany

source: Settings
da_dk: Indstillinger
fr_fr: Réglages
pl_pl: Ustawienia

source: Resend activation code
da_dk: Gensend aktiveringskode
fr_fr: Renvoyer le code d’activation
pl_pl: Wyślij ponownie kod aktywacyjny

source: Register
da_dk: Tilmeld dig
fr_fr: S’inscrire
pl_pl: Zarejestruj się

source: Remember Me
da_dk: Husk mig
fr_fr: Se souvenir de moi
pl_pl: Zapamiętaj mnie

source: Please use a valid email address.
da_dk: Indtast en gyldig mailadresse
pl_pl: Użyj prawidłowego adresu email.

source: Please login
da_dk: Log venligst ind
fr_fr: Veuillez vous connecter
pl_pl: Proszę się zalogować

source: Close
da_dk: Luk
fr_fr: Fermer
pl_pl: Zamknij

source: View full image
da_dk: Vis fuldt billede
fr_fr: Voir l’image complète
pl_pl: Wyświetl pełny obraz

source: Visit profile
da_dk: Se profil
fr_fr: Consulter le profil
pl_pl: Odwiedź profil

source: Yes, take me there
da_dk: Ja, tag mig dertil
fr_fr: Oui, m’y emmener
pl_pl: Tak, przenieś mnie tam

source: Do you want to continue?
da_dk: Ønsker du at fortsætte?
fr_fr: Souhaitez-vous continuer ?
pl_pl: Czy chcesz kontynuować?

source: The link you just clicked redirects to: <span class="ps-redirect__link">%s</span>
da_dk: Linket, du lige klikkede på, omdirigerer til: <span class="ps-redirect__link">%s</span>
fr_fr: Le lien que vous venez de cliquer vous redirige vers : <span class="ps-redirect__link">%s</span>
pl_pl: Kliknięty przez Ciebie link przekierowuje do: <span class="ps-redirect__link">%s</span>

source: No, close this tab
da_dk: Nej, luk denne fane
fr_fr: Non, fermer cet onglet
pl_pl: Nie, zamknij tę kartę

source: No, take me back
da_dk: Nej, tag mig tilbage!
fr_fr: Non, me ramener
pl_pl: Nie, cofnij mnie

source: Copyright (c) {year} {sitename}
da_dk: Ophavsret (c) {year} {sitename}
pl_pl: Wszelkie prawa zastrzeżone (c) {year} {sitename}

source: If you do not wish to receive these emails from {sitename}, you can <a href="{unsubscribeurl}">manage your preferences</a> here.
da_dk: Hvis du ikke ønsker at modtage disse e-mails fra {sitename}, kan du <a href="{unsubscribeurl}">administrere dine præferencer</a> her.
fr_fr: Si vous ne souhaitez pas recevoir les e-mails de {sitename}, vous pouvez <a href="{unsubscribeurl}">gérer vos préférences</a> ici.
pl_pl: Jeśli nie chcesz otrzymywać wiadomości email ze strony {sitename}, tu możesz <a href="{unsubscribeurl}">zarządzać swoimi preferencjami</a> .

source: This email was sent to {currentuserfullname} ({useremail}).
da_dk: Denne e-mail blev sendt til {currentuserfullname} ({useremail}).
fr_fr: Cet e-mail a été envoyé à {currentuserfullname} ({useremail}).
pl_pl: Ten email został wysłany do {currentuserfullname} ({useremail}).

source: If you are logged out. Log in to continue.
da_dk: Hvis du er logget ud. Log ind for at fortsætte.
fr_fr: Si vous êtes déconnecté. Connectez-vous pour continuer.
pl_pl: Jeśli jesteś wylogowany, zaloguj się, aby kontynuować.

source: You may not have the necessary permissions to view it.
da_dk: Du har muligvis ikke de nødvendige tilladelser til at se indholdet.
fr_fr: Il se peut que vous n’ayez pas l’autorisation de voir ceci.
pl_pl: Możesz nie mieć wystarczających uprawnień by zobaczyć to.

source: It has been removed.
da_dk: Det er blevet fjernet.
fr_fr: Ceci a été supprimé.
pl_pl: Został usunięty.

source: Possible causes for the content of the page not to show:
da_dk: Mulige årsager til indholdet på siden ikke kan vises:
fr_fr: Causes possibles du contenu qui ne peut pas s’afficher:
pl_pl: Możliwymi przyczynami nie wyświetlenia zawartości strony są:

source: This content is not available at this time.
da_dk: Dette indhold er pt. ikke tilgængeligt.
fr_fr: Ce contenu n’est pas disponible actuellement.
pl_pl: Ta zawartość nie jest w tej chwili dostępna.

source: Create
da_dk: Opret
fr_fr: Créer
pl_pl: Utwórz

source: View
da_dk: Se
fr_fr: Afficher
pl_pl: Wyświetl

source: Oldest first
da_dk: Ældste først
fr_fr: Les plus anciens en premier
pl_pl: Najpierw najstarsze

source: Newest first
da_dk: Nyeste først
fr_fr: Les plus récentes en premier
pl_pl: Od najnowszych

source: %s - avatar
da_dk: %s profilbillede
pl_pl: %s - zdjęcie profilowe

source: Add "nofollow"
da_dk: Tilføj "nofollow"
fr_fr: Ajouter "Ne pas suivre"
pl_pl: Dodaj "nofollow"

source: Enable
da_dk: Aktiver
pl_pl: Włączone

source: No, thanks!
da_dk: Nej tak!
pl_pl: Nie, dzięki!

source: <b>PeepSo</b> requires %s (%s or newer) to be %sinstalled%s and %sactivated%s to run <b>PeepSo %s</b>
da_dk: <b>PeepSo</b> kræver %s (%s eller nyere) for at blive %sinstalleret%s og %saktiveret%s for at køre <b>PeepSo %s</b>

source: Add new option
da_dk: Tilføj ny valgmulighed
fr_fr: Ajouter une nouvelle option
pl_pl: Dodaj nową opcję

source: female
da_dk: Kvinde
fr_fr: femme
pl_pl: kobieta

source: male
da_dk: Mand
fr_fr: homme
pl_pl: mężczyzna

source: Default PeepSo Gender:
da_dk: Standard Peepso køn:
fr_fr: Genre par défaut PeepSo :
pl_pl: Domyślna płeć w PeepSo:

source: Select Options
da_dk: Vælg valgmuligheder
fr_fr: Sélectionner les options
pl_pl: Wybierz opcje

source: process failed despite retrying
da_dk: proces mislykkedes på trods af gentaget forsøg
fr_fr: échec du traitement, malgré une nouvelle tentative
pl_pl: proces nie powiódł się pomimo ponownej próby

source: process failed, but will be tried again later
da_dk: proces mislykkedes, men vil blive prøvet igen senere
fr_fr: échec du traitement, mais une nouvelle tentative est prévue plus tard
pl_pl: proces nie powiódł się, ale próba zostanie ponowiona później

source: processing complete
da_dk: behandling fuldført
fr_fr: traitement terminé
pl_pl: przetwarzanie zakończone

source: currently being processed
da_dk: behandles i øjeblikket
fr_fr: en cours de traitement
pl_pl: aktualnie przetwarzane

source: waiting to be processed
da_dk: venter på at blive behandlet
fr_fr: en attente de traitement
pl_pl: oczekiwanie na przetworzenie

source: Cron Jobs and Queues documentation
da_dk: Cron jobs og kø-dokumentation
fr_fr: documentation Tâches cron et files d'attente
pl_pl: Dokumentacja zadań Cron i kolejek

source: Read more in the %s
da_dk: Læs mere i %s
fr_fr: Plus d'informations dans la %s

source: The Queues menu lets you check if these tasks are running as expected, and in case of issues, debug them.
da_dk: Menuen "Køer" lader dig kontrollere om disse opgaver kører som forventet, og i tilfælde af problemer, debug dem.
fr_fr: Le menu Files d'attente vous permet de vérifier si ces tâches sont exécutées comme prévu et de les déboguer, en cas de problème.
pl_pl: Menu kolejek pozwala sprawdzić, czy zadania te działają zgodnie z oczekiwaniami, a w przypadku wystąpienia problemów, debugować je.

source: PeepSo uses various scheduled tasks (cron jobs) in order to perform background actions such as: sending emails, generating GDPR exports, performing routine database maintenance etc.
da_dk: PeepSo bruger forskellige planlagte opgaver (cron jobs) for at udføre baggrundshandlinger såsom: at sende e-mails, generere GDPR eksport, udføre rutinemæssig database vedligeholdelse osv.
pl_pl: PeepSo używa różnych zaplanowanych zadań (cron jobs) w celu przeprowadzania działań w tle, takich jak: wysyłka email, tworzenie GDPR export, rutynowa obsługa bazy danych itp.

source: Get Extended Profiles
da_dk: Hent udvidede profiler
fr_fr: Etendre les Profils
pl_pl: Pobierz Rozszerzone Profile

source: Maximum year allowed
da_dk: Maksimalt tilladte år
fr_fr: Maximum d'années autorisé
pl_pl: Maksymalny dozwolony rok

source: years
da_dk: år
fr_fr: années
pl_pl: lata

source: Minimum year allowed
da_dk: Minimum år tilladt
fr_fr: Minimum d'années autorisé
pl_pl: Minimalny dozwolony rok

source: +Unlimited
da_dk: +Ubegrænset
fr_fr: +Illimité
pl_pl: +Nieograniczony

source: -Unlimited
da_dk: -Ubegrænset
fr_fr: -Illimité
pl_pl: -Nieograniczony

source: Disable user privacy setting
da_dk: Deaktivér indstillinger for brugernes privatliv
fr_fr: Désactiver les paramètres de confidentialité de l’utilisateur
pl_pl: Wyłącz ustawienia prywatności przez użytkowników

source: Default Privacy
da_dk: Standard privatliv
fr_fr: Vie privée par défaut
pl_pl: Pomyślny poziom prywatności

source: Edit method
da_dk: Rediger metode
fr_fr: Editer la méthode
pl_pl: Sposób zmiany

source: Display
da_dk: Vis
fr_fr: Afficher
pl_pl: Wyświetl

source: Validation
da_dk: Validering
pl_pl: Potwierdzenie poprawności

source: Core %s:
da_dk: Kerne %s:
fr_fr: Noyau %s:
pl_pl: Rdzeń %s:

source: no title
da_dk: ingen titel
fr_fr: Pas de titre
pl_pl: bez tytułu

source: Add New
da_dk: Tilføj ny
fr_fr: Ajouter un nouveau
pl_pl: Dodaj nowy

source: Collapse All
da_dk: Skjul alle
fr_fr: Tout replier
pl_pl: Zwiń wszystko

source: Expand All
da_dk: Vis alle
fr_fr: Tout développer
pl_pl: Rozwiń wszystko

source: Reset users' privacy settings to default
da_dk: Nulstil brugernes privatlivsindstillinger til standard
fr_fr: Réinitialiser les paramètres de confidentialité des utilisateurs
pl_pl: Zresetuj ustawienia prywatności użytkownika do domyślnych

source: Deactivate
da_dk: Deaktiver
fr_fr: Désactiver
pl_pl: Wyłącz

source: Yes - Deactivate
da_dk: Ja - deaktiver
fr_fr: Oui - désactiver
pl_pl: Tak - wyłącz

# the text of the cancel button of the plugin deactivation dialog box.
source: Cancel
da_dk: Annuller
fr_fr: Annuler
pl_pl: Anuluj

source: Your feedback will only be used to improve this plugin
da_dk: Din feedback vil kun blive brugt til at forbedre dette plugin
fr_fr: Vos retours seront exclusivement utilisés pour perfectionner ce plugin
pl_pl: Twoja opinia pomoże nam uczynić wtyczkę lepszą

source: If you\'re experiencing technical problems please consider contacting our support. You can open a support ticket here:
da_dk: Hvis du oplever tekniske problemer, kan du overveje at kontakte vores support. Du kan åbne en supportbillet her:
fr_fr: Si vous rencontrez des problèmes techniques, envisagez s’il-vous-plaît de contacter notre support. Vous pouvez ouvrir un ticket de support ici :
pl_pl: Jeśli doświadczasz problemów technicznych, prosimy o skontaktowanie się z naszym działem wsparcia technicznego. Możesz otworzyć zgłoszenie tutaj:

source: It didn\'t work for me, technical problems
da_dk: Det fungerede ikke for mig pga. tekniske problemer
fr_fr: Cela ne marche pas pour moi, problèmes techniques
pl_pl: Nie działało jak powinno, miałem problemy techniczne

source: I Found a better alternative
da_dk: Jeg har fundet et bedre alternativ
fr_fr: J'ai trouvé une meilleure alternative
pl_pl: Znalazłem lepsze rozwiązanie

source: It\'s not what I\'m looking for
da_dk: Det er ikke det, jeg kigger efter
fr_fr: Ce n\'est pas ce que je cherche
pl_pl: To nie tego szukałem

source: Please tell us how can we make this plugin better for you?
da_dk: Fortæl os, hvordan vi kan gøre dette plugin bedre for dig.
fr_fr: S'il vous plaît dites-nous comment pouvons-nous rendre cette extension meilleure pour vous ?
pl_pl: Prosimy, powiedz nam co możemy zrobić by uczynić tą wtyczkę lepszą?

source: Plugin Usage Feedback
da_dk: Feedback om anvendelse af plugin
fr_fr: Utilisation du plugin Feedback
pl_pl: Użycie wtyczki oceny

source: Do not show these countries
da_dk: Vis ikke disse lande
fr_fr: Ne pas afficher ces pays
pl_pl: Nie pokazuj tych krajów

source: For example: US, GB, DE, based on %s
da_dk: For eksempel: USA, GB, DE, baseret på %s
fr_fr: Par exemple : US, GB, DE, en focntion de %s
