Repository: EliateMillo/peepso-core
Catalog: peepso/language/peepso-core-*.po
Languages: da_dk, fr_fr, pl_pl

source: Activation redirect
da_dk: Aktiverings omdirigering
fr_fr: Redirection d'activation
pl_pl: Przekierowanie aktywacji

source: Page:
da_dk: Side:
pl_pl: Strona:

source: Home page
da_dk: Forside
fr_fr: Page d’accueil
pl_pl: Strona główna (home)

source: First known visit
da_dk: Første kendte besøg
fr_fr: Première visite connue
pl_pl: Pierwsze znane odwiedziny

source: %d time
da_dk: %d gang
fr_fr: %d fois

source: Skip email verification
da_dk: Spring over e-mailverifikation
pl_pl: Pomijaj weryfikację emaili

source: ON: users don't need to confirm their email.
da_dk: ON: Brugere behøver ikke at bekræfte deres e-mail.
pl_pl: ON: użytkownicy nie muszą potwierdzać swojego adresu e-mail.

source: Activation & Redirect
da_dk: Aktivering og omdirigering
pl_pl: Aktywacja i przekierowanie

source: Force SSL on registration page
da_dk: Tving SSL på registreringssiden
fr_fr: Forcer le SSL sur la page d'inscription
pl_pl: Wymuszaj SSL na stronie rejestracji

source: Requires a valid SSL certificate.<br/>Enabling this option without a valid certificate might break your site.
da_dk: Kræver et gyldigt SSL-certifikat.<br/>Hvis du aktiverer denne mulighed uden et gyldigt certifikat, kan dit websted ødelægges.
fr_fr: Requiert un certificat SSL valide.<br/>L’activation de cette option sans un certificat valide peut endommager votre site.

source: Admin account verification
da_dk: Administratorkonto verifikation
fr_fr: Vérification par un compte administrateur
pl_pl: Weryfikacja konta przez administratora

source: PeepSo will not apply this step to third party registrations (WooCommerce, EDD, Social Login etc.)
da_dk: PeepSo vil ikke anvende dette trin på tredjepartsregistreringer (WooCommerce, EDD, Social Login osv.)
fr_fr: PeepSo n'appliquera pas cette étape aux inscriptions de tiers (WooCommerce, EDD, connexion sociale, etc.)
pl_pl: PeepSo nie zastosuje tego kroku do rejestracji stron trzecich (WooCommerce, EDD, Social Login itp.)

source: ON: users register, confirm their email (optional) and must be accepted by an Admin. Users are notified by email when they're approved.<br/>OFF: users register, confirm their email (optional) and can immediately participate in your community.
da_dk: TIL: Brugere registrerer sig, bekræfter deres e-mail (valgfrit) og skal accepteres af en administrator. Brugere får besked via e-mail, når de er godkendt.<br/>OFF: Brugere registrerer sig, bekræfter deres e-mail (valgfrit) og kan straks deltage i dit fællesskab.

source: Repeat email field
da_dk: Gentag e-mail felt
pl_pl: Powtórz email

source: ON: users need to type their email twice, which improves the chance of it being valid and the verification email reaching them.
da_dk: TIL: Brugere skal skrive deres e-mail to gange, hvilket forbedrer chancen for, at den er gyldig, og bekræftelses-e-mailen når dem.
pl_pl: ON: użytkownicy muszą dwukrotnie wpisać swój adres e-mail, co zwiększa szansę, że będzie on prawidłowy i dotrze do nich wiadomość weryfikacyjna.

source: Redirect WordPress registration
da_dk: Omdiriger WordPress registreringen
pl_pl: Przekieruj rejestrację WordPress

source: Disable PeepSo registration
da_dk: Deaktiver Peepso registrering
pl_pl: Wyłącz rejestrację PeepSo

source: ON: registration through PeepSo becomes impossible and is not shown anywhere in the front-end. Use only if your site is a closed community or registrations are coming in through another plugin.
da_dk: ON: registrering gennem PeepSo bliver umulig og vises ikke nogen steder i front-end. Brug kun, hvis dit websted er et lukket fællesskab, eller registreringer kommer ind via et andet plugin.
pl_pl: ON: rejestracja przez PeepSo staje się niemożliwa i nie jest wyświetlana nigdzie w interfejsie użytkownika. Używaj tylko wtedy, gdy Twoja witryna jest zamkniętą społecznością lub rejestracje odbywają się za pośrednictwem innej wtyczki.

source: Security
da_dk: sikkerhed
fr_fr: Sécurité
pl_pl: Bezpieczeństwo

source: Allow password preview
da_dk: Tillad adgangskodeforhåndsvisning
pl_pl: Zezwalaj na podgląd hasła

source: Password reset nonce check
da_dk: Nulstilling af adgangskode "nonce" kontrol

source: Registration nonce check
da_dk: Registrering "nonce" kontrol

source: Login nonce check
da_dk: Log ind "Nonce" tjek
fr_fr: Vérification du nonce de connexion

source: These security measures should only be disabled if you are experiencing caching issues and/or unusual errors during login, registration or password reset.
da_dk: Disse sikkerhedsforanstaltninger bør kun deaktiveres, hvis du oplever caching problemer og/eller usædvanlige fejl under login, registrering eller nulstilling af adgangskode.
pl_pl: Te środki bezpieczeństwa powinny być wyłączone tylko wtedy, gdy występują problemy z cache, i / lub nietypowe błędy podczas logowania, rejestracji lub resetowania hasła.

source: Security & caching
da_dk: Sikkerhed & caching
pl_pl: Bezpieczeństwo i cache

source: IP whitelist
da_dk: IP-hvidliste
fr_fr: Liste blanche d'IP
pl_pl: Dozwolone IP

source: Example IP:
da_dk: Eksempel IP:
fr_fr: Exemple d'IP :
pl_pl: Przykładowy IP:

source: One per line.
da_dk: Én pr. linje.
fr_fr: Un par ligne.
pl_pl: Jeden na wiersz.

source: Reset retries after
da_dk: Nulstil forsøg efter
fr_fr: Réinitialiser les tentatives après

source: How long it takes for the system to "forget" about a failed login attempt.
da_dk: Hvor lang tid det tager for systemet at "glemme" om et mislykket loginforsøg.
fr_fr: Temps nécessaire au système pour "oublier" les tentatives de connexion infructueuses.
pl_pl: Ile czasu zajmuje systemowi „zapomnienie” o nieudanej próbie logowania.

source: Additional block length
da_dk: Yderligere blokerings længde
fr_fr: Durée de blocage supplémentaire
pl_pl: Długość dodatkowej blokady

source: How long to block login attempts when additional security is triggered.
da_dk: Hvor længe skal loginforsøg blokeres, når der udløses yderligere sikkerhed.
fr_fr: Durée du blocage des tentatives de connexion une fois la sécurité supplémentaire déclenchée.
pl_pl: Jak długo blokować próby logowania po uruchomieniu dodatkowych zabezpieczeń.

source: hours
da_dk: timer
fr_fr: heures
pl_pl: godziny

source: Enable additional block after
da_dk: Aktiver yderligere blokering efter
fr_fr: Activer le blocage supplémentaire après
pl_pl: Włącz dodatkowy blok po

source: Additional security when users block themselves repeatedly.
da_dk: Yderligere sikkerhed, når brugerne blokerer sig selv gentagne gange.
fr_fr: Sécurité supplémentaire quand les utilisateurs se bloquent eux-mêmes à plusieurs reprises.
pl_pl: Dodatkowe zabezpieczenie, gdy użytkownicy sami blokują się wielokrotnie.

source: login blocks
da_dk: login blokeret
fr_fr: blocages des connexions
pl_pl: Bloki logowania

source: Email Notification
da_dk: E-mail Notifikation
fr_fr: Notification par e-mail
pl_pl: Powiadomienie e-mail

source: Send an email notification to the user, warning them about failed login attempts.
da_dk: Send en e-mail notifikation til brugeren, advare dem om mislykkede login forsøg.
pl_pl: Wyślij powiadomienie e-mail do użytkownika, ostrzegając go o nieudanych próbach logowania.

source: After %s block
da_dk: Efter %s blokering
fr_fr: Après %s blocage

source: Block for
da_dk: Blokeret i
fr_fr: Bloquer pendant
pl_pl: Zablokuj na

source: hours:minutes - how long to block login attempts after the above limit is reached.
da_dk: timer:minutter - hvor længe til at blokere login forsøg efter ovennævnte grænse er nået.
fr_fr: heurs:minutes - temps de blocage des tentatives de connexion une fois la limite ci-dessus atteinte.

source: Block login after
da_dk: Blokér login efter
fr_fr: Bloquer la connexion après
pl_pl: Zablokuj logowanie po

source: Maximum failed attempts allowed.
da_dk: Maksimum mislykkede forsøg tilladt.
fr_fr: Nombre maximum de tentatives infructueuses autorisées.
pl_pl: Limit dozwolonych nieudanych prób logowania

source: failed attempts
da_dk: mislykkede forsøg
fr_fr: tentatives infructueuses
pl_pl: nieudane próby

source: Login brute force protection
da_dk: Log ind "brute force" beskyttelse
pl_pl: Ochrona logowania przed "brute force"

source: Recommended.
da_dk: Anbefalede.
pl_pl: Zalecane.

source: Require email to login
da_dk: Forlang e-mail for at logge ind
pl_pl: Wymagaj emaila w trakcie logowania

source: "Administrators" are any users who have a manage_options cap and/or PeepSo Administrator role.
da_dk: "Administratorer" er alle brugere, der har en manage_options cap og/eller PeepSo Administrator rolle.
pl_pl: „Administratorzy” to wszyscy użytkownicy, którzy mają nakładkę manage_options i / ub rolę administratora PeepSo.

source: Intended to apply to all login attempts: PeepSo, WordPress and third party (if proper filter are implemented).
da_dk: Beregnet til at gælde for alle login-forsøg: PeepSo, WordPress og tredjepart (hvis korrekt filter er implementeret).
pl_pl: Ma zastosowanie do wszystkich prób logowania: PeepSo, WordPress i stron trzecich (jeśli zaimplementowano odpowiedni filtr).

source: Improves security by preventing username sign-in; email address is required to log in.
da_dk: Forbedrer sikkerheden ved at forhindre login-brugernavn; e-mail-adresse er påkrævet for at logge ind.
pl_pl: Poprawia bezpieczeństwo, uniemożliwiając logowanie przy użyciu nazwy użytkownika; do zalogowania wymagany jest adres e-mail.

source: Everyone
da_dk: Alle
pl_pl: Każdy

source: Administrators
da_dk: Administrator
pl_pl: Administratorzy

source: Check "remember me" by default
da_dk: Markér som standard "husk mig"
pl_pl: Domyślnie zaznacz opcję „zapamiętaj mnie”

source: Login security
da_dk: Log ind sikkerhed
fr_fr: Sécurité de connexion
pl_pl: Bezpieczeństwo logowania

source: Password reset delay
da_dk: Forsinkelse for nulstilling af adgangskode
fr_fr: Délai de réinitialisation du mot de passe
pl_pl: Opóźnienie resetowania hasła

source: hours:minutes - time required between password reset attempts
da_dk: timer:minutter - tid der kræves mellem forsøg på nulstilling af adgangskode
fr_fr: heures:minutes - temps nécessaire entre les tentatives de réinitialisation du mot de passe

source: Minimum password length
da_dk: Minimumlængde for adgangskode
fr_fr: Taille minimum du mot de passe
pl_pl: Maksymalna długość hasła

source: Applies only to new passwords.
da_dk: Gælder kun for nye adgangskoder.
fr_fr: Ne s'applique qu'aux nouveaux mots de passe.
pl_pl: Dotyczy tylko nowych haseł.

source: characters
da_dk: karakterer
fr_fr: caractères

source: Passwords
da_dk: Adgangskoder
pl_pl: Hasła

source: Use ReCaptcha Globally
da_dk: Brug ReCaptcha Globalt
fr_fr: Utiliser ReCaptcha globalement
pl_pl: Używaj ReCaptcha globalnie

source: ON: will use "www.recaptcha.net" in circumstances when "www.google.com" is not accessible.
da_dk: ON: vil bruge "www.recaptcha.net" under omstændigheder, hvor "www.google.com" ikke er tilgængelig.
pl_pl: Włączone: używa recaptcha.net w przypadky gdy google.com nie jest dostępne

source: Secret Key
da_dk: Hemmelig nøgle
fr_fr: Clé secrète
pl_pl: Tajny klucz

source: documentation
da_dk: dokumenter
pl_pl: dokumentacja

source: Having issues or questions? Please refer to the %s or contact %s
da_dk: Har du problemer eller spørgsmål? Se venligst %s eller kontakt %s
pl_pl: W przypadku problemów albo wątpliwości: %s, albo kontakt: %s

source: Please make sure to use %s
da_dk: Sørg venligst for at bruge %s

source: here
da_dk: her
fr_fr: ici
pl_pl: tutaj

source: Get Google ReCaptcha keys %s
da_dk: Få Google ReCaptcha nøgler %s

source: Site Key
da_dk: Webstedsnøgle
fr_fr: Clé du site
pl_pl: Klucz strony

source: ReCaptcha during login
da_dk: ReCaptcha under login
pl_pl: ReCaptcha podczas logowania

source: ReCaptcha during registration
da_dk: ReCaptcha under registreringen
pl_pl: ReCaptcha podczas rejestracji

source: ReCaptcha
da_dk: GenCaptcha

source: Profiles
da_dk: Profiler
fr_fr: Profils
pl_pl: Profile

source: Clean up third party registrations
da_dk: Ryd op i tredjeparts registreringer
fr_fr: Nettoyer les inscriptions chez tiers
pl_pl: Wyczyść rejestracje stron trzecich

source: Some plugins (like WooCommerce, EDD and Learndash) create user accounts where the username is an email address. PeepSo uses the usernames to build profile URLs, which can lead to accidental email exposure through site URLs. Enabling this feature will cause PeepSo to step in during third party user registration.
da_dk: Nogle plugins (som WooCommerce, EDD og Learndash) oprette brugerkonti hvor usename er en e-mail-adresse. PeepSo bruger brugernavne til at opbygge profil URL'er, som kan føre til utilsigtet e-mail-eksponering gennem webstedswebadresser. Aktivering af denne funktion vil få PeepSo til at træde ind under tredjepartsbrugerregistrering og automatisk generere et sikkert brugernavn for den nye bruger.
pl_pl: Niektóre wtyczki (takie jak WooCommerce, EDD i Learndash) tworzą konta użytkowników, w których nazwą użytkownika jest adres e-mail. PeepSo używa nazw użytkowników do tworzenia adresów URL profili, co może prowadzić do przypadkowego ujawnienia adresu e-mail za pośrednictwem adresów URL witryny. Włączenie tej funkcji spowoduje, że PeepSo wkroczy podczas rejestracji użytkowników stron trzecich.

source: Allow username changes
da_dk: Tillad ændringer af brugernavn
fr_fr: Autoriser les changements de nom d'utilisateur
pl_pl: Zezwalaj na zmianę nazwy użytkownika

source: Force profile completion
da_dk: Tving fuldførelse af profil
fr_fr: Forcer le remplissage du profil
pl_pl: Wymuś uzupełnienie profilu

source: Applies to all users.
da_dk: Gælder alle brugere.
fr_fr: S'applique à tous les utilisateurs.
pl_pl: Ma zastosowanie do wszystkich użytkowników.

source: ON: users have to fill in all required fields before being able to participate in the community.
da_dk: ON: Brugerne skal udfylde alle obligatoriske felter, før de kan deltage i fællesskabet.
pl_pl: ON: użytkownicy muszą wypełnić wszystkie wymagane pola, zanim będą mogli uczestniczyć w społeczności.

source: Email contents reset.
da_dk: Email indhold nulstillet.
fr_fr: Contenus de l'email ré-initialisés
pl_pl: Treść emaili zresetowana.

source: Email contents updated.
da_dk: Email indhold opdateret.
fr_fr: E-mail mis à jour
pl_pl: Treść maili zaktualizowana.

source: Message recipient's username
da_dk: Beskedmodtagerens brugernavn
fr_fr: Nom d'utilisateur du destinataire du message
pl_pl: Nazwa użytkownika odbierającego powiadomienie

source: Message recipient's first name
da_dk: Beskedmodtagerens fornavn
fr_fr: Prénom du destinataire de message
pl_pl: Imię użytkownika odbierającego powiadomienie

source: Message recipient's full name
da_dk: Beskedmodtagerens fulde navn
fr_fr: Nom et prénom du destinataire de message
pl_pl: Pełna nazwa użytkownika odbierającego powiadomienie

source: Message recipient's email address.
da_dk: Beskedmodtagerens e-mailadresse.
fr_fr: Adresse e-mail du destinataire
pl_pl: Adres email użytkownika odbierającego powiadomienie.

source: These are referring to the receiving user on all messages, such as "Welcome {userfirstname}...":
da_dk: Disse henviser til den modtagende bruger på alle beskeder, såsom "Velkommen {userfirstname}...":
fr_fr: Ceux-ci font référence à l’utilisateur la réception de tous les messages, tels que "Bienvenue {userfirstname}...":
pl_pl: Te znaczniki odnoszą się do użytkownika który jest odbiorcą powiadomienia np. "Witaj {userfirstname}...":

source: Message sender's username.
da_dk: Besked afsenders brugernavn.
fr_fr: Nom d’utilisateur de l’expéditeur
pl_pl: Nazwa użytkownika wyzwalającego akcję.

source: Message sender's first name.
da_dk: Besked afsenders fornavn.
fr_fr: Prénom de l’expéditeur
pl_pl: Imię użytkownika wyzwalającego akcję.

source: Message sender's full name.
da_dk: Besked afsenders fulde navn.
fr_fr: Nom complet de l’expéditeur
pl_pl: Pełna nazwa użytkownika wyzwalającego akcję.

source: Message sender's email address.
da_dk: Besked afsenders e-mail-adresse.
fr_fr: Adresse e-mail de l’expéditeur du message.
pl_pl: Adres email użytkownika wyzwalającego akcję.

source: These are referring to the user causing the alert, such as "{fromlogin} liked your post...":
da_dk: Disse henviser til den bruger, der forårsager advarslen, såsom "{fromlogin} synes godt om dit indlæg...":
fr_fr: Ceux-ci se réfèrent à l’utilisateur provoquant l’alerte, tels que "{fromlogin} aimé votre publication...":
pl_pl: Te znaczniki odnoszą się do użytkownika który wyzwala powiadomienie np. "{fromlogin} polubił twój post...":

source: Pending user's email address.
da_dk: Afventende brugers e-mail-adresse.
pl_pl: Adres e-mail oczekującego użytkownika.

source: Link to the post, comment or other item referenced; context specific.
da_dk: Link til indlægget, kommentaren eller andre elementer refererede; kontekstspecifik.
fr_fr: Lien vers la publication, un commentaire ou un autre élément référencé; contexte spécifique.
pl_pl: Link do postu, komentarza lub innego odnośnego obiektu; zależy od kontekstu.

source: The current four digit year.
da_dk: Det nuværende firecifrede år.
fr_fr: Les quatre chiffres de l’année en cours.
pl_pl: Aktualny rok w formacie czterocyfrowym.

source: URL to receiving user's Alert Configuration page.
da_dk: URL til at modtage brugerens advarselskonfigurationsside.
fr_fr: URL de recevoir la page de configuration d’alerte de l’utilisateur.
pl_pl: Adres URL do strony z ustawieniami otrzymywania powiadomień.

source: URL of your site.
da_dk: URL på dit websted.
fr_fr: URL de votre site.
pl_pl: Adres URL twojej strony.

source: Name of your site from the WordPress title configuration.
da_dk: Navn på dit websted fra WordPress titel konfiguration.
fr_fr: Nom de votre site à partir de la configuration du titre WordPress.
pl_pl: Nazwa strony podana w konfiguracji WordPressa.

source: Current date and time in the format that WordPress displays dates with time.
da_dk: Nuværende dato og tid i det format, WordPress viser datoer med tid.
fr_fr: Affiche la date et l’heure
pl_pl: Aktualna data i czas w formacie ustawionym w WordPressie.

source: Current date in the format that WordPress displays dates.
da_dk: Nuværende dato i det format, WordPress viser datoer.
fr_fr: Le format de la date prévu par Wordpress
pl_pl: Aktualna data w formacie ustawionym w WordPressie.

source: The following tokens can be used within the content of emails:
da_dk: Følgende "ring" kan bruges i indholdet af e-mails:
fr_fr: Les symboles suivants peuvent être utilisés dans le contenu des e-mails:
pl_pl: Następujące znaczniki mogą zostać użyte w treści emaila:

source: Allowed Tokens
da_dk: Tilladte Tokens
fr_fr: Jetons autorisés
pl_pl: Dopuszczalne znaczniki

source: Yes, I'm sure!
da_dk: Ja, jeg er sikker!
fr_fr: Oui, j'en suis sûr !
pl_pl: Tak, jestem pewien!

source: This will reset all email templates to default values
da_dk: Dette vil nulstille alle e-mail skabeloner til standardværdier
fr_fr: Cela réinitialisera tous les modèles d'e-mail aux valeurs par défaut
pl_pl: To spowoduje przywrócenie wszystkich szablonów email do ich początkowych wartości

source: Reset all emails
da_dk: Nulstil alle e-mails
fr_fr: Réinitialiser tous les e-mails
pl_pl: Zresetuj wszystkie emaile

source: This will be sent to user when failed to login after several attempts.
da_dk: Dette vil blive sendt til brugeren, når det ikke lykkedes at logge ind efter flere forsøg.
fr_fr: Cela sera envoyé à un utilisateur après plusieurs tentatives de connexion infructueuses.
pl_pl: To będzie wysłane do użytkownika gdy nie uda mu się zalogować po kilku próbach.

source: Failed Login Attempts
da_dk: Mislykkede Login-Forsøg
fr_fr: Tentatives de connexion infructueuses
pl_pl: Nieudane logowania

source: This will be sent to a user when export data is completed.
da_dk: Dette vil blive sendt til en bruger, når eksportering af data er afsluttet.
fr_fr: Ceci sera envoyé à un utilisateur une fois l'exportation des données terminée.
pl_pl: Zostanie wysłane do użytkownika po zakończeniu eksportu danych.

source: Export Data Complete
da_dk: Eksport Data Fuldført
fr_fr: L'exportation des données est terminée
pl_pl: Export danych zakończony

source: This will be sent to a user when mentioned in a comment.
da_dk: Dette vil blive sendt til en bruger, når det er nævnt i en kommentar.
fr_fr: Ceci sera envoyé à un utilisateur lorsqu'il sera mentionné dans un commentaire.

source: User Mentioned In Comment
da_dk: Bruger Nævnte I Kommentar
fr_fr: Utilisateur mentionné dans le commentaire

source: This will be sent to a user when mentioned in a post.
da_dk: Dette vil blive sendt til en bruger, når det er nævnt i et indlæg.
fr_fr: Ceci sera envoyé à un utilisateur lorsqu'il sera mentionné dans une publication.

source: User Mentioned In Post
da_dk: Bruger Nævnte I Indlæg
fr_fr: Utilisateur mentionné dans la publication

source: This will be sent to Administrators and Community Administrators when content is reported
da_dk: Dette vil blive sendt til Administratorer og Community Administratorer når indhold er anmeldt
fr_fr: Cela sera envoyé aux administrateurs et administrateurs communautaires quand du contenu est signalé
pl_pl: Zostanie wysłane do administratorów i administratorów społeczności po zaraportowaniu treści

source: New Content Reported
da_dk: Nyt Indhold anmeldt
fr_fr: Nouveau contenu signalé
pl_pl: Nowe zgłoszenie

source: These emails will be sent to the email account setup in WordPress settings. <a href="options-general.php" target="_blank">You can change it here</a>.
da_dk: Disse e-mails vil blive sendt til opsætningen af e-mail-konto i WordPress indstillinger. <a href="options-general.php" target="_blank">Du kan ændre det her</a>.
fr_fr: Ces emails seront envoyés à l'adresse email des paramètres de WordPress. <a href="options-general.php" target="_blank">Vous pouvez le changer ici</a>.
pl_pl: Te wiadomości zostaną wysłane na email podany w konfiguracji WordPressa. <a href="options-general.php" target="_blank">Możesz zmienić go tutaj</a>.

source: This will be sent to admin user when new user needs approval
da_dk: Dette vil blive sendt til en admin, når en ny bruger skal godkendes.
fr_fr: Ce sera envoyé à l’administrateur quand un nouvel utilisateur doit obtenir l’approbation
pl_pl: Ta wiadomość zostanie wysłana do admina kiedy trzeba będzie zatwierdzić użytkownika

source: New User Registration
da_dk: Ny bruger registreringsgruppe
fr_fr: Inscription d'un nouvel utilisateur
pl_pl: Rejestracja nowego użytkownika

source: This will be sent when a user "likes" another user's profile
da_dk: Dette vil blive sendt, når en bruger "liker" en anden brugers profil.
fr_fr: Ce sera envoyé quand un utilisateur « aime » le profil d’un autre utilisateur
pl_pl: Ta wiadomość zostanie wysłana kiedy użytkownik "polubi" profil innego użytkownika

source: Like Profile
da_dk: Like Profil
fr_fr: Vous aimez ce profil
pl_pl: Polub profil

source: This will be sent when a user changes their password after recovery
da_dk: Dette bliver sendt når en bruger har ændret adgangskode efter genoprette af adgangskode
fr_fr: Ce sera envoyé quand un utilisateur modifie son mot de passe après la récupération
pl_pl: Ta wiadomość zostanie wysłana kiedy użytkownik zmieni swoje hasło podczas jego odzyskania

source: Password Changed
da_dk: Adgangskode Ændret
fr_fr: Mot de passe modifié
pl_pl: Zmiana hasła

source: This will be sent when a user requests a password recovery
da_dk: Dette bliver sendt når en bruger vil have genoprette adgangskode
fr_fr: Cet e-mail va être envoyé lors d’une requête de mot de passe oublié.
pl_pl: Ta wiadomość zostanie wysłana kiedy użytkownik poprosi o odzyskanie hasła

source: Forgot Password
da_dk: Glemt Adgangskode
fr_fr: Mot de passe oublié
pl_pl: Zapomniane hasło
