Repository: EliateMillo/peepso-core
Catalog: peepso/language/peepso-core-*.po
Languages: da_dk, fr_fr, pl_pl

source: Tell us something about yourself.
da_dk: Fortæl os noget om dig selv.
fr_fr: Dites-nous quelque chose sur vous-même.
pl_pl: Opowiedz nam coś o sobie.

source: About Me
da_dk: Om mig
fr_fr: À propos de moi
pl_pl: O mnie

source: When were you born?
da_dk: Hvornår blev du født?
fr_fr: Quel est votre lieu de naissance ?
pl_pl: Kiedy się urodziłeś?

source: Birthdate
da_dk: Fødselsdato
fr_fr: Date de naissance
pl_pl: Data urodzenia

source: What's your gender?
da_dk: Hvad er dit køn?
fr_fr: Quel est votre sexe ?
pl_pl: Jakiej jesteś płci?

source: Gender
da_dk: Køn
fr_fr: Sexe
pl_pl: Płeć

source: What's your last name?
da_dk: Hvad er dit efternavn?
fr_fr: Quel est votre prénom ?
pl_pl: Jak masz na nazwisko?

source: Last Name
da_dk: Efternavn
fr_fr: Nom
pl_pl: Nazwisko

source: What's your name?
da_dk: Hvad er dit navn?
fr_fr: Quel est votre nom?
pl_pl: Jak masz na imię?

source: First Name
da_dk: Fornavn
fr_fr: Prénom
pl_pl: Imię

source: Display all activity date and time in your own timezone
da_dk: Vis alle aktivitetsdatoer og -klokkeslæt i din egen tidszone
fr_fr: Afficher toutes les dates et les heures des activités dans votre fuseau horaire
pl_pl: Wyświetlaj czas i daty wszystkich aktywności we własnej strefie czasowej

source: My timezone
da_dk: Min tidszone
fr_fr: Mon fuseau horaire
pl_pl: Moja strefa czasowa

source: Don't show my online status
da_dk: Vis online status
fr_fr: Ne pas montrer mon statut en ligne
pl_pl: Nie pokazuj mojego statusu online

source: Hide my profile from all user listings
da_dk: Skjul min profil på alle brugerlister
fr_fr: Masquer mon profil sur toutes les listes d'utilisateur
pl_pl: Ukryj mój profil na wszystkich listach

source: Who can post on my profile
da_dk: Hvem kan skrive på min profil
fr_fr: Qui peut poster sur mon profil
pl_pl: Kto może dodawać posty na stronie mojego profilu

source: Who can see my profile
da_dk: Hvem kan se min profil
fr_fr: Qui peut voir mon profil
pl_pl: Kto może zobaczyć mój profil

source: Hide my birthday year
da_dk: Skjul mit fødselsår
fr_fr: Masquer mon année de naissance
pl_pl: Ukryj mój rok urodzenia

source: Allow others to "like" my profile
da_dk: Tillad ikke-medlemmer at 'synes godt om' din profil
fr_fr: Permettre aux autres d'aimer mon profil
pl_pl: Pozwól innym by mogli "polubić" mój profil

source: Settings based on real name will display your username if you don't provide your real name
da_dk: Indstillinger baseret på rigtigt navn vil vise dit brugernavn, hvis du ikke oplyser dit rigtige navn
pl_pl: Ustawienia oparte na prawdziwym imieniu i nazwisku będą wyświetlać nazwę użytkownika, jeśli nie podasz prawdziwego imienia i nazwiska.

source: Display my name as
da_dk: Vis mit navn som
fr_fr: Afficher mon nom en tant que
pl_pl: Wyświetlaj moje imię jako

source: Your data archive includes sensitive info like your private activity, photos and profile information. Please keep this in mind before storing or sending your archive.
da_dk: Dit dataarkiv indeholder følsomme oplysninger som din private aktivitet, fotos og profiloplysninger. Vær opmærksom på dette, før du gemmer eller sender dit arkiv.
fr_fr: Votre archive de données contient des informations sensibles comme votre activité privée, vos photos et vos informations de profil. Veuillez ne pas l'oublier avant de la stocker ou de l'envoyer.
pl_pl: Archiwum danych zawiera poufne informacje, takie jak prywatna aktywność, zdjęcia i informacje profilowe. Należy o tym pamiętać przed zapisaniem lub wysłaniem archiwum.

source: Caution: Protect your archive
da_dk: Advarsel: Beskyt dit arkiv
fr_fr: Attention : protégez votre archive
pl_pl: Uwaga: Chroń swoje archiwum

source: Please note that your archive will be deleted after one week.
da_dk: Bemærk venligst, at dit arkiv vil blive slettet efter en uge.
fr_fr: Veuillez noter que votre archive sera supprimée après une semaine.
pl_pl: Należy pamiętać, że archiwum zostanie usunięte po tygodniu.

source: This is a copy of personal information you've shared on this site. To protect your info, we'll ask you to re-enter your password to confirm that this is your account.
da_dk: Dette er en kopi af personlige oplysninger, som du har delt på dette websted. For at beskytte dine oplysninger, vil vi bede dig om at genindtaste din adgangskode for at bekræfte, at dette er din konto.
fr_fr: Ceci est une copie des informations personnelles que vous avez partagées sur ce site. Afin de protéger vos informations, nous allons vous demander de saisir à nouveau votre mot de passe pour confirmer que ce compte est bien à vous.
pl_pl: Jest to kopia danych osobowych udostępnionych na tej stronie. Aby chronić Twoje dane, poprosimy Cię o ponowne wprowadzenie hasła w celu potwierdzenia, że jest to Twoje konto.

source: Delete Archive
da_dk: Slet arkiv
fr_fr: Supprimer l'archive
pl_pl: Usuń

source: Download Archive
da_dk: Download arkiv
fr_fr: Télécharger une archive
pl_pl: Pobierz archiwum

source: Download your data.
da_dk: Download dine data.
fr_fr: Téléchargez vos données.
pl_pl: Ściągnij swoje dane

source: Your export is being prepared. We'll email you when it's ready.
da_dk: Din eksport er under forberedelse. Vi sender dig en e-mail, når den er klar.
fr_fr: Votre exportation est en cours de préparation. Nous vous envoyons un e-mail dès qu'elle est prête.
pl_pl: Twój eksport jest przygotowywany. Wyślemy Ci wiadomość e-mail, gdy będzie gotowy.

source: You can download a complete copy of all the data you have shared in this Community. This includes posts, messages, photos, videos, comments, etc. The data will be compiled automatically and delivered to you in a machine-readable JSON format. Please bear in mind that depending on the amount of data that needs to be compiled, preparing your download might take a while.
da_dk: Du kan downloade en komplet kopi af alle de data, du har delt i dette Fællesskab. Dette omfatter indlæg, beskeder, fotos, videoer, kommentarer osv. Dataene vil blive kompileret automatisk og leveret til dig i et maskinlæsbart JSON-format. Vær opmærksom på, at afhængigt af mængden af data, der skal udarbejdes, kan forberedelsen af din download tage et stykke tid.
fr_fr: Vous pouvez télécharger une copie complète de toutes les données que vous avez partagées dans cette communauté. Cela comprend les publications, les messages, les photos, les vidéos, les commentaires, etc. Les données seront automatiquement compilées et envoyées dans un format JSON lisible par machine. Veuillez garder à l'esprit que votre téléchargement peut prendre du temps en fonction de la quantité de données à compiler.
pl_pl: Możesz pobrać pełną kopię wszystkich danych, które udostępniłeś w tej społeczności. Obejmuje to posty, wiadomości, zdjęcia, filmy, komentarze itp. Dane zostaną skompilowane automatycznie i dostarczone w formacie JSON nadającym się do odczytu maszynowego. Należy pamiętać, że w zależności od ilości danych, które należy skompilować, przygotowanie pobierania może chwilę potrwać.

source: Export my Community data
da_dk: Eksporter mine fællesskabsdata
fr_fr: Exporter mes données de communauté
pl_pl: Eksportuj moje dane społeczności

source: Request your data.
da_dk: Anmod om dine data.
fr_fr: Demandez vos données.
pl_pl: Poproś o swoje dane.

source: Profile Deletion
da_dk: Profilsletning
fr_fr: Suppression du profil
pl_pl: Usuwanie profilu

source: If you change your password, you will be signed out
da_dk: Hvis du ændrer din adgangskode, vil du blive logget ud
fr_fr: Si vous changez votre mot de passe, vous serez déconnecté
pl_pl: Jeśli zmienisz swoje hasło zostaniesz wylogowany

source: Change Password
da_dk: Skift adgangskode
fr_fr: Changer le mot de passe
pl_pl: Zmień hasło

source: This email is already in use by someone else.
da_dk: Denne e-mail er allerede i brug af en anden.
fr_fr: Cet adresse e-mail est déjà utilisée par quelqu'un d'autre.
pl_pl: Ten email jest już używany

source: That username is already in use by someone else.
da_dk: Brugernavnet er allerede i brug af en anden.
fr_fr: Ce nom d'utilisateur est déjà utilisé par quelqu’un d’autre.
pl_pl: Ta nazwa użytkownika jest już przez kogoś używana.

source: If you change your username, you will be signed out
da_dk: Hvis du ændrer dit brugernavn, vil du blive logget ud
fr_fr: Si vous changez votre nom d'utilisateur, vous serez déconnecté
pl_pl: Jeśli zmienisz swoją nazwę użytkownika zostaniesz wylogowany

source: User Name
da_dk: Brugernavn
fr_fr: Identifiant
pl_pl: Nazwa użytkownika

source: Your Account
da_dk: Din konto
fr_fr: Votre compte
pl_pl: Twoje konto

source: Enter your current password to change your account information
da_dk: Indtast din nuværende adgangskode for at ændre dine kontooplysninger
fr_fr: Saisissez votre mot de passe actuel pour pouvoir modifier les informations de votre compte
pl_pl: Wpisz aktualne hasło aby zmienić informacje na koncie

source: Current Password
da_dk: Nuværende adgangskode
fr_fr: Mot de passe actuel
pl_pl: Aktualne hasło

source: Someone mentioned me in a comment
da_dk: Nogen nævnte mig i en kommentar
fr_fr: Quelqu'un m'a mentionné dans un commentaire
pl_pl: Ktoś wspomniał o mnie w komentarzu

source: Someone mentioned me in a post
da_dk: Nogen nævnte mig i et indlæg
fr_fr: Quelqu'un m'a mentionné dans une publication
pl_pl: Ktoś wspomniał o mnie w poście

source: Posts and comments
da_dk: Indlæg og kommentarer
fr_fr: Publications et commentaires
pl_pl: Posty i komentarze

source: Someone wrote a post on my profile
da_dk: Nogen skrev et indlæg på min profil
pl_pl: Ktoś napisał post na moim profilu

source: Someone liked my profile
da_dk: Nogen syntes godt om min profil
pl_pl: Ktoś polubił mój profil

source: Someone shared my post
da_dk: Nogen delte mit indlæg
pl_pl: Ktoś udostępnił mój post

source: Someone replied to my comment
da_dk: Nogen svarede på min kommentar
pl_pl: Ktoś odpowiedział na mój komentarz

source: Someone commented on a post
da_dk: Nogen kommenterede et indlæg
pl_pl: Ktoś skomentował post

source: Unlike this Profile
da_dk: Fjern synes om fra denne profil
fr_fr: Je n’aime plus
pl_pl: Przestań lubić ten profil

source: Like this Profile
da_dk: Synes godt om denne profil
fr_fr: Vous aimez ce profil
pl_pl: Polub ten profil

source: Share...
da_dk: Del...
pl_pl: Udostępnij...

source: Profile views
da_dk: Profilvisninger
pl_pl: Wyświetlenia profilu

source: Followers
da_dk: Følgere
pl_pl: Obserwujący

source: Follower
da_dk: Følger

source: Friend
da_dk: Ven
pl_pl: Znajomy

source: Last seen online
da_dk: Sidst set online
pl_pl: Ostatnio widziany online

source: Member since
da_dk: Medlem siden
pl_pl: Członek od

source: Member since %s
da_dk: Medlem siden %s
pl_pl: Członek od %s

source: Redirect to about page
da_dk: Omdiriger til 'om' side
fr_fr: Rediriger vers une page
pl_pl: Przekieruj do strony o

source: Update Info
da_dk: Opdater info
fr_fr: Mettre à jour les informations
pl_pl: Zaktualizuj informacje

source: your %s
da_dk: din %s
fr_fr: votre %s
pl_pl: twój %s

source: a post you follow
da_dk: et indlæg, du følger
fr_fr: une publication que vous suivez
pl_pl: post, który obserwujesz

source: your post
da_dk: dit indlæg
fr_fr: votre publication
pl_pl: Twój post

source: on
da_dk: til
fr_fr: sur
pl_pl: w

source: your comment
da_dk: din kommentar
fr_fr: votre commentaire
pl_pl: twój kometarz

source: on
da_dk: til
fr_fr: sur
pl_pl: w

source: replied to
da_dk: besvarede
fr_fr: a répondu à
pl_pl: odpowiedział na

source: a comment
da_dk: en kommentar
fr_fr: un commentaire
pl_pl: komentarz

source: liked your profile
da_dk: syntes godt om din profil
fr_fr: a aimé votre profil
pl_pl: lubi twój profil

source: Someone liked your profile
da_dk: Nogen syntes godt om din profil
fr_fr: Quelqu'un a aimé votre profil
pl_pl: Ktoś polubił twój profil

source: Your archive has been deleted.
da_dk: Dit arkiv er blevet slettet
pl_pl: Skasowano

source: Account data not found.
da_dk: Kontodata ikke fundet.
fr_fr: Données du compte introuvables.
pl_pl: Nie znaleziono danych konta.

source: Your download is starting.
da_dk: Din download er startet.
fr_fr: Votre téléchargement démarre.
pl_pl: Pobieranie rozpoczęło się.

source: Your request has been recorded by our system.
da_dk: Din anmodning er blevet registreret af vores system.
fr_fr: Votre requête a été enregistrée par notre système.
pl_pl: Twoje żądanie zostało zarejestrowane przez nasz system.

source: Invalid password.
da_dk: Ugyldig adgangskode.
fr_fr: Mot de passe incorrect.
pl_pl: Nieprawidłowe hasło.

source: You don't have permissions to do this.
da_dk: Du har ikke tilladelse til at gøre dette!
fr_fr: Vous n’avez pas les autorisations pour faire cela.
pl_pl: Nie masz uprawnień żeby to zrobić.

source: Your account has been completely removed from our system. Please bear in mind, it might take a while to completely delete all your content.
da_dk: Din konto er blevet helt fjernet fra vores system. Vær opmærksom på, at det kan tage et stykke tid helt at slette alt dit indhold.
fr_fr: Votre compte a été complètement supprimé de notre système. Veuillez garder à l'esprit que la suppression de tous vos contenus peut prendre un moment.
pl_pl: Twoje konto zostało całkowicie usunięte z naszego systemu. Pamiętaj, że całkowite usunięcie całej zawartości może chwilę potrwać.

source: Please select at least one notification to delete.
da_dk: Slet mindst en notifikation.
fr_fr: S’il vous plaît sélectionner au moins une notification à supprimer.
pl_pl: Proszę wybrać co najmniej jedno powiadomienie do usunięcia.

source: Minimum avatar resolution is %d x %d pixels.
da_dk: Minimum avatar opløsning er %d x %d pixels.
fr_fr: La résolution minimum de la photo de profil est de %d x %d pixels.
pl_pl: Minimalna rozdzielczość avatara to %d x %d pixels.

source: Please enter current password in <b>Current Password</b> field.
da_dk: Indtast den aktuelle adgangskode i feltet <b>Nuværende adgangskode</b>.
fr_fr: Veuillez saisir le mot de passe actuel dans le champ <b>Mot de passe actuel</b>.
pl_pl: Wprowadź aktualne hasło w polu <b>Aktualne hasło</b>.

source: Insufficient permissions or invalid User Id / Owner Id.
da_dk: Utilstrækkelige tilladelser eller ugyldigt bruger-Id / Ejer Id.
fr_fr: Permissions insuffisantes ou ID d'utilisateur / ID de propriétaire invalide.
pl_pl: Niewystarczające uprawnienia lub nieprawidłowy identyfikator użytkownika / właściciela.

source: Error in writing Activity Stream post
da_dk: Fejl ved skrivning af indlæg i fælleskabsstream
fr_fr: Erreur lors de l'écriture de la publication du flux d'activité
pl_pl: Błąd podczas pisania posta w strumieniu aktywności

source: Post added.
da_dk: Indlæg tilføjet.
fr_fr: Publication ajoutée.
pl_pl: Post został dodany.

source: This post was successfully shared.
da_dk: Dette indlæg blev delt.
fr_fr: Cette publication est bien partagée.
pl_pl: Post został udostępniony z powodzeniem.

source: Post a Status
da_dk: Skriv en status
fr_fr: Poster un statut
pl_pl: Opublikuj stan

source: Schedule
da_dk: Planlæg
fr_fr: Planifier
pl_pl: Zaplanuj

source: Privacy
da_dk: Privatliv
fr_fr: Vie privée
pl_pl: Prywatność

source: Post type
da_dk: Indlægstype
pl_pl: Typ posta

source: Text post
da_dk: Indlæggets tekst
pl_pl: Tekst

source: You can only enter up to %d characters
da_dk: Du kan kun indtaste op til %d tegn
fr_fr: Vous pouvez entrer jusqu’à% d caractères
pl_pl: Możesz wpisać maksymalnie %d znaków

source: Post background
da_dk: Indlægsbaggrund
pl_pl: Tło posta

source: Already voted
da_dk: Har allerede stemt
pl_pl: Już zagłosowano

source: Max 1 selected
da_dk: Max 1 valgt
pl_pl: Wybrano max 1

source: No poll selected
da_dk: Ingen afstemning valgt
pl_pl: Nie wybrano żadnej ankiety

source: Invalid poll id
da_dk: Ugyldig afstemnings-id
pl_pl: Nieprawidłowy identyfikator ankiety

source: Invalid user id
da_dk: Ugyldig bruger-id
pl_pl: Nieprawidłowy identyfikator użytkownika

source: Change Vote
da_dk: Ændr afstemning
pl_pl: Zmień głos

source: asked a question
da_dk: stillede et spørgsmål
pl_pl: zadał pytanie

source: Option %d
da_dk: Mulighed %d
pl_pl: Opcja %d

source: Say something about this poll...
da_dk: Fortæl noget om denne afstemning...
pl_pl: Powiedz coś o tej ankiecie..

source: Poll
da_dk: Afstemning
pl_pl: Ankieta

source: You have unread notifications
da_dk: Du har ulæste notifikationer
fr_fr: Vous avez des notifications non lues
pl_pl: Masz nieprzeczytane powiadomienia

source: %d unread notification
da_dk: %d ulæst notifikation

source: hour
da_dk: time
fr_fr: heure
pl_pl: godzina

source: You will not receive any email notifications.
da_dk: Du vil ikke modtage nogen e-mail notifikationer.
pl_pl: Nie otrzymasz żadnych powiadomień email

source: once a week
da_dk: En gang om ugen
fr_fr: une fois par semaine
pl_pl: raz w tygodniu

source: Once in 7 days
da_dk: En gang på 7 dage
fr_fr: Tous les 7 jours
pl_pl: Raz na 7 dni

source: once a day
da_dk: En gang om dagen
fr_fr: une fois par jour
pl_pl: raz dziennie

source: Once a day
da_dk: En gang om dagen
pl_pl: Raz dziennie

source: two times a day
da_dk: to gange om dagen
pl_pl: dwa razy dziennie

source: Two times a day
da_dk: To gange om dagen
pl_pl: Dwa razy dziennie

source: four times a day
da_dk: fire gange om dagen
pl_pl: cztery razy dziennie

source: Four times a day
da_dk: Fire gange om dagen
pl_pl: Cztery razy dziennie

source: every three hours
da_dk: hver tredje time
pl_pl: co trzy godziny

source: Three hours
da_dk: Tre timer
pl_pl: Trzy godziny

source: every two hours
da_dk: hver anden time
pl_pl: co dwie godziny

source: Two hours
da_dk: To timer
pl_pl: Dwie godziny

source: every hour
da_dk: hver time
fr_fr: toutes les heures
pl_pl: co godzinę

source: You will receive a summary of unread on-site notifications approximately %s.
da_dk: Du vil modtage en oversigt over ulæste on-site notifikationer cirka %s.
fr_fr: Vous recevrez un résumé des notifications non lues sur site environ %s.

source: One hour
da_dk: En time
pl_pl: Jedna godzina

source: All enabled email notifications will be sent out immediately.
da_dk: Alle aktiverede e-mail-meddelelser vil blive sendt med det samme.
pl_pl: Wszystkie włączone powiadomienia e-mail zostaną wysłane natychmiast.

source: Real time
da_dk: Realtid
fr_fr: Temps réel
pl_pl: Czas rzeczywisty

source: Missing notification ID
da_dk: Manglende notifikations-ID
fr_fr: ID de notification manquant
pl_pl: Brakujący ID powiadomienia

source: You don't have permission to do that
da_dk: Du har ikke tilladelse til at gøre dette
fr_fr: Vous n’avez pas les autorisations pour faire cela
pl_pl: Brak uprawnień

source: Something went wrong
da_dk: Noget gik galt
fr_fr: Un problème est survenu
pl_pl: Cos poszło nie tak

source: You currently have no notifications
da_dk: Du har i øjeblikket ingen notifikationer
fr_fr: Vous n’avez actuellement aucune notification
pl_pl: W obecnej chwili nie masz powiadomień

source: You currently have no unread notifications
da_dk: Du har i øjeblikket ingen ulæste notifikationer
fr_fr: Vous n’avez actuellement aucune notification non lue
pl_pl: Brak nieprzeczytanych wiadomości

source: Mood
da_dk: Humør
fr_fr: Humeur
pl_pl: Nastrój

source: feeling
da_dk: følelse
fr_fr: sentiment
pl_pl: uczucie

source: Remove Mood
da_dk: Fjern humør
fr_fr: Supprimer l’humeur
pl_pl: Usuń nastrój

source: blessed
da_dk: velsignet
fr_fr: béni
pl_pl: błogosławiony

source: sad
da_dk: trist
fr_fr: triste
pl_pl: smutny

source: sick
da_dk: syg
fr_fr: malade
pl_pl: chory

source: scared
da_dk: bange
fr_fr: effrayé
pl_pl: przerażony

source: angry
da_dk: vred
fr_fr: en colère
pl_pl: zły

source: happy
da_dk: glad
fr_fr: heureux
pl_pl: szczęśliwy

source: strong
da_dk: stærk
fr_fr: fort
pl_pl: silny

source: relaxed
da_dk: afslappet
fr_fr: détendu
pl_pl: zrelaksowany

source: confident
da_dk: tillidsfuld
fr_fr: confiant
pl_pl: pewny siebie

source: speechless
da_dk: målløs
fr_fr: sans voix
pl_pl: zaniemówił

source: confused
da_dk: forvirret
fr_fr: confus
pl_pl: zdezorientowany

source: tired
da_dk: træt
fr_fr: fatigué
pl_pl: zmęczony

source: cool
da_dk: sej

source: crazy
da_dk: tosset
fr_fr: fou
pl_pl: szalony

source: flattered
da_dk: smigret
fr_fr: flatté
pl_pl: zaszczycony

source: love
da_dk: elsker
fr_fr: amour
pl_pl: miłość

source: joyful
da_dk: glad
fr_fr: joyeux
pl_pl: radosny

source: Edit Caption
da_dk: Rediger billedtekst
fr_fr: Modifier la Légende
pl_pl: Zmień podpis

source: Could not find the post.
da_dk: Kunne ikke finde indlæg.
fr_fr: Impossible de trouver cette publication.
pl_pl: Nie można odnaleźć postu.

source: Displays the list of your community members. You can search and filter through your community members. Filtering is also possible by Custom Profile Fields.
da_dk: Viser listen over dine medlemmer af fællesskabet. Du kan søge og filtrere blandt dine medlemmer af fællesskabet. Filtrering er også mulig ved brugerdefinerede profilfelter.
fr_fr: Affiche la liste des membres de votre communauté. Vous pouvez rechercher et filtrer les membres de votre communauté. Le filtrage est également possible par les champs de profil personnalisés.
pl_pl: Wyświetla listę członków społeczności. Można wyszukiwać i filtrować członków społeczności. Filtrowanie jest również możliwe według niestandardowych pól profilu.

source: Unban
da_dk: Fjern udelukkelse
fr_fr: Ré-intégrer
pl_pl: Odblokuj

source: Ban
da_dk: Udeluk
fr_fr: Interdire
pl_pl: Zablokuj

source: Report this Profile
da_dk: Rapporter denne profil
fr_fr: Signaler ce profil
pl_pl: Zgłoś ten profil

source: Report User
da_dk: Rapporter bruger
fr_fr: Signaler un utilisateur
pl_pl: Zgłoś użytkownika

source: This user will be blocked from all of your activities
da_dk: Denne bruger vil blive blokeret fra alle dine aktiviteter
fr_fr: Cet utilisateur sera bloqué sur l’ensemble de vos activités
pl_pl: Ten użytkownik będzie miał zablokowany dostęp do twoich aktywności

source: Block User
da_dk: Bloker bruger
fr_fr: Bloquer l’utilisateur
pl_pl: Zablokuj użytkownika

source: Allow this user to see all of your activities
da_dk: Tillad denne bruger at se alle dine aktiviteter
fr_fr: Permettre à cet utilisateur de voir toutes vos activités
pl_pl: Pozwól temu użytkownikowi widzieć wszystkie Twoje aktywności

source: Unblock User
da_dk: Fjern blokering af bruger
fr_fr: Débloquer l’utilisateur
pl_pl: Odblokuj użytkownika

source: No users found.
da_dk: Ingen brugere fundet.
fr_fr: Aucune utilisateur trouvé.
pl_pl: Nie znaleziono użytkowników.

source: Post backgrounds
da_dk: Indlægsbaggrunde
pl_pl: Tła postów

source: Login Attempts
da_dk: Log ind forsøg
fr_fr: Tentatives de connexion
pl_pl: Próby logowania

source: VIP Icons
da_dk: VIP ikoner
pl_pl: Ikony VIP

source: Reactions
da_dk: Reaktioner
fr_fr: Réactions
pl_pl: Reakcje

source: Profile Fields
da_dk: Profilfelter
fr_fr: Champs de profil
pl_pl: Pola profilu

source: The default Mailqueue is disabled
da_dk: Standard mail-kø er deaktiveret
fr_fr: La liste d'envoi par défaut est désactivée
pl_pl: Domyślna kolejka poczty jest wyłączona

source: minute
da_dk: minut
pl_pl: minuta

source: Estimated time until Mail Queue is empty: %1$d %2$s.
da_dk: Anslået tid indtil mail-kø er tom: %1$d %2$s.
fr_fr: Temps estimé jusqu’à ce que la file d’attente soit vide: %1$d%2$s.
pl_pl: Szacowany czas aż do opróżnienia kolejki poczty: %1$d %2$s.

source: Process Emails
da_dk: Behandl e-mails
fr_fr: Processus E-mails
pl_pl: Przetwarzaj emaile

source: updated
da_dk: opdateret
fr_fr: mis à jour
pl_pl: zaktualizowano

source: Set to "waiting"
da_dk: Sæt til "venter"
fr_fr: Régler sur "en attente"
pl_pl: Ustaw na „oczekujący”

source: Message
da_dk: Besked
pl_pl: Wiadomość

source: User & Subject
da_dk: Bruger & emne
fr_fr: Utilisateur et objet
pl_pl: Użytkownik i Temat

source: Click here to configure it
da_dk: Klik her for at konfigurere det
fr_fr: Cliquez ici pour la configurer
pl_pl: Kliknij tu żeby skonfigurować
