Repository: EliateMillo/peepso-core
Catalog: peepso/language/peepso-core-*.po
Languages: da_dk, fr_fr, pl_pl

source: If there is no activity, the server will send an empty ping once in a while to keep the connection alive. It is recommended to avoid reconnection due to low keep-alive timeouts. This setting does not generate load, but it can affect mobile phones battery life by keeping them constantly listening.
da_dk: Hvis der ikke er nogen aktivitet, vil serveren sende en tom ping en gang om et stykke tid for at holde forbindelsen i live. Det anbefales at undgå gentilslutning på grund af lav holdbar timeouts. Denne indstilling genererer ikke belastning, men den kan påvirke batteriets levetid ved at holde dem konstant lytter.
fr_fr: Si aucune activité n'est détectée, le serveur enverra un ping vide de temps en temps pour garder la connexion active. Il est recommandé d'éviter une reconnexion en raison des faibles temporisations d'entretien. Ce paramètre ne génère pas de charge, mais il peut affecter la durée de vie de la batterie des téléphones mobiles parce qu'il garde ces derniers en permanence en écoute.
pl_pl: Jeśli nie ma żadnej aktywności, serwer wyśle pusty ping raz na jakiś czas, aby utrzymać połączenie. Zaleca się unikanie ponownego połączenia z powodu niskiego czasu oczekiwania. Ustawienie to nie generuje obciążenia, ale może wpływać na żywotność baterii telefonów komórkowych poprzez ciągłe nasłuchiwanie.

source: Every %s loop
da_dk: Hver %s loop
fr_fr: Chaque boucle

source: minutes:seconds - how long SSE is allowed to stay active without resetting connection. If your server is fine with a long execution time, use the higher values. This setting can be interfered by server timeouts.
da_dk: minutter: sekunder - hvor længe SSE er tilladt at forblive aktiv uden at nulstille forbindelse. Hvis din server er fin med en lang udførelsestid, så brug de højere værdier. Denne indstilling kan forstyrres af serverens timeouts.
fr_fr: minutes:secondes - la durée pendant laquelle SSE peut rester actif avant de réinitialiser la connexion. Si votre serveur peut supporter un long temps d'exécution, utilisez des valeurs élevées. Les expirations du serveur peuvent interférer avec ce paramètre.
pl_pl: minutes:seconds - jak długo SSE może pozostać aktywne bez resetowania połączenia. Jeśli serwerowi nie przeszkadza długi czas wykonywania, należy użyć wyższych wartości. Ustawienie to może być zakłócane przez timeouty serwera.

source: Delay
da_dk: Forsink
fr_fr: Délais
pl_pl: Opóźnienie

source: minutes:seconds - lower number means more robust notifications, but also higher server load.
da_dk: minutter:sekunder - lavere tal betyder mere robuste meddelelser, men også højere server belastning.
fr_fr: minutes:secondes - un petit nombre signifie que les notifications seront plus "robustes", mais également que la charge sera plus importante pour le serveur.

source: SSE endpoint URL to connect. If this value not set, PeepSo uses a default PHP endpoint with limited capability to handle this. Learn how to configure Node SSE endpoint <a href="#">here</a>.
da_dk: SSE endpoint URL til at forbinde. Hvis denne værdi ikke er angivet, PeepSo bruger et standard PHP endpoint med begrænset kapacitet til at håndtere dette. Lær at konfigurere Node SSE endpoint <a href="#">her</a>.
fr_fr: L'URL d'extrémité SSE à laquelle se connecter. Si cette valeur n'est pas définie, PeepSo utilise l'extrémité PHP par défaut, mais sa capacité à la gérer est limitée. Découvrez <a href="#">ici</a> comment configurer une extrémité Node SSE.

source: PeepSo Server Sent Events requires PHP %s or newer. You are using PHP %s.
da_dk: PeepSo Server Sendte begivenheder kræver PHP %s eller nyere. Du bruger PHP %s.
fr_fr: PeepSo Server Sent Events nécessite PHP %s ou une version plus récente. Vous utilisez PHP %s.

source: Login & Logout
da_dk: Login & Log Ud
fr_fr: Connexion & déconnexion
pl_pl: Logowanie i wylogowanie

source: Log-out redirect
da_dk: Log ud omdirigering
fr_fr: Rediriger les déconnexions
pl_pl: Przekierowanie wylogowania

source: Log-in redirect
da_dk: Log ind omdirigering
fr_fr: Rediriger les connections
pl_pl: Przekierowanie logowania

source: No redirect
da_dk: Ingen omdirigering
fr_fr: Pas de redirection
pl_pl: Bez przekierowania

source: Front Page
da_dk: Forside
fr_fr: Première page
pl_pl: Strona główna

source: Primary Navigation
da_dk: Primær Navigation
fr_fr: Navigation principale
pl_pl: Nawigacja podstawowa

source: Extra menu items can be enabled if you set the Default filter to "Community" and disable "Remember last filter"
da_dk: Ekstra menupunkter kan aktiveres, hvis du sætter Standard filteret til "Fællesskabet" og deaktivere "Husk sidste filter"
pl_pl: Dodatkowe elementy menu można włączyć, jeśli ustawisz domyślny filtr na „Społeczność” i wyłączysz opcję „Zapamiętaj ostatni filtr”

source: Remember the last selected stream filter
da_dk: Husk det sidst valgte fællesskabstrøm filter
fr_fr: Se souvenir du dernier filtre de flux sélectionné
pl_pl: Zapamiętaj ostatnio wybrany filtr

source: Default stream filter
da_dk: Standard fællesskabstrøm filter
fr_fr: Filtre du flux d'activités par défaut
pl_pl: Domyślny filtr strumienia

source: Error: page not found!
da_dk: Fejl: Siden blev ikke fundet!
fr_fr: Erreur : page introuvable !
pl_pl: Błąd: nie znaleziono strony!

source: About Markdown
da_dk: Om Markdown
fr_fr: À propos de Markdown
pl_pl: O Markdown

source: Markdown is a lightweight markup language with plain text formatting syntax. It is designed so that it can be converted to HTML and many other formats
da_dk: Markdown er et letvægts markup sprog med almindelig tekstformatering syntaks. Det er designet, så det kan konverteres til HTML og mange andre formater
fr_fr: Le Markdown est un langage de balisage léger utilisant une syntaxe de mise en forme simplifiée. Un document balisé par Markdown peut être facilement converti en HTML ou en d'autres formats
pl_pl: Markdown to lekki język znaczników ze składnią formatowania zwykłego tekstu. Został zaprojektowany tak, aby można go było konwertować do HTML i wielu innych formatów

source: Enable in group descriptions
da_dk: Aktiver i gruppebeskrivelser
pl_pl: Włącz w opisach grup

source: Enable in messages
da_dk: Aktivér i beskeder
fr_fr: Activer dans le messages
pl_pl: Włącz w wiadomościach

source: Use regular linebreaks
da_dk: Brug almindelige linjeskift
fr_fr: Utiliser des sauts de ligne réguliers
pl_pl: Używaj regularnych podziałów wierszy

source: ON: replace the default MarkDown &lt;p&gt; tag rendering with &lt;br&gt; tags
da_dk: TIL: Erstat standarden MarkDown &lt;p&gt; taggengivelse med &lt;br&gt; tags

source: Allow headers
da_dk: Tillad overskrifter
fr_fr: Autoriser les en-têtes

source: ON: users can use syntax generating &lt;h&gt; tags
da_dk: TIL: brugere kan bruge syntaksgenererende &lt;h&gt; tags

source: Enable in comments
da_dk: Aktiver i kommentarer
fr_fr: Activer dans les commentaires

source: Enable in posts
da_dk: Aktiver på opslag
fr_fr: Activer dans les publications
pl_pl: W postach

source: Activity Stream
da_dk: Fællesskabs strøm
fr_fr: Flux d’activité
pl_pl: Strumień aktywności

source: Optional. Displays above comments
da_dk: Valgfri. Viser ovenstående kommentarer
fr_fr: Facultatif. Affiche au-dessus des commentaires

source: Optional. Displays before reactions
da_dk: Valgfri. Vises før reaktioner
fr_fr: Facultatif. Affiche avant les réactions

source: Optional. Displays above the entire comments integration
da_dk: Valgfri. Viser over hele kommentarintegrationen
fr_fr: Facultatif. Affiche au-dessus de toute l'intégration des commentaires

source: Hide "join now" cover
da_dk: Skjul "deltag nu" cover
fr_fr: Masquer la couverture "rejoignez maintenant"
pl_pl: Ukryj okładkę "Dołącz teraz"

source: Hides the default PeepSo cover shown to guests.
da_dk: Skjuler standard PeepSo-coveret, der vises til gæster.
fr_fr: Masque la couverture PeepSo par défaut affichée aux invités.
pl_pl: Ukrywa domyślną okładkę PeepSo wyświetlaną gościom.

source: Replaces WordPress comments with PeepSo comments and likes/reactions.
da_dk: Erstatter WordPress-kommentarer med PeepSo-kommentarer og synes om/reaktioner.
fr_fr: Remplace les commentaires de WordPress par les j'aime/réactions et les commentaires de PeepSo.
pl_pl: Zastępuje komentarze WordPress komentarzami PeepSo i polubieniami / reakcjami.

source: Comments integration
da_dk: Kommentarer integration
fr_fr: Intégration des commentaires
pl_pl: Integracja komentarzy

source: Enable "Use WordPress categories" for new posts
da_dk: Aktiver "Brug WordPress-kategorier" for nye indlæg
fr_fr: Activer "Utiliser les catégories WordPress" pour les nouveaux messages
pl_pl: Włącz „Użyj kategorii WordPress” dla nowych postów

source: Enable "Use WordPress tags" for new posts
da_dk: Aktiver "Brug WordPress-tags" til nye indlæg
fr_fr: Activer "Utiliser les tags WordPress" pour les nouveaux messages
pl_pl: Włącz „Użyj tagów WordPress” dla nowych postów

source: Applies only when adding a new post.
da_dk: Gælder kun ved tilføjelse af et nyt indlæg.
fr_fr: S'applique uniquement lors de l'ajout d'un nouveau message.
pl_pl: Dotyczy tylko dodawania nowego posta.

source: Sort alphabetically
da_dk: Sorterer alfabetisk
fr_fr: Trier par ordre alphabétique
pl_pl: Sortuj alfabetycznie

source: Applied only when saving a blog post.
da_dk: Anvendes kun ved lagring af et blogindlæg.
fr_fr: Appliqué uniquement lors de l'enregistrement d'un article de blog.
pl_pl: Stosowane tylko podczas zapisywania wpisu na blogu.

source: Hashtags in WordPress post
da_dk: Hashtags i WordPress indlæg
fr_fr: Hashtags dans le post WordPress
pl_pl: Hashtagi w poście WordPress

source: Above & below post
da_dk: Over og under indlæg
fr_fr: Ci-dessus et au-dessous du message
pl_pl: Powyżej i poniżej posta

source: Below post
da_dk: Under indlæg
fr_fr: En dessous du message
pl_pl: Poniżej posta

source: Above post
da_dk: Over indlæg
fr_fr: Au-dessus de la publication
pl_pl: Powyżej posta

source: Hashtags in PeepSo stream post
da_dk: Hashtags i PeepSo indlægsstrøm
fr_fr: Hashtags dans la publication du flux PeepSo
pl_pl: Hashtagi w postach PeepSo

source: Below post preview
da_dk: Under forhåndsvisning af indlæg
fr_fr: Aperçu du message en dessous
pl_pl: Poniżej podgląd posta

source: Above post preview
da_dk: Over forhåndsvisning af indlæg
fr_fr: Aperçu au-dessus de la publication
pl_pl: Powyżej podglądu posta

source: Below author name
da_dk: Nedenfor forfatterens navn
fr_fr: Ci-dessous le nom de l'auteur
pl_pl: Pod imieniem autora

source: Append title after action text
da_dk: Tilføj titel efter handlingstekst
fr_fr: Ajouter le titre après le texte d'action
pl_pl: Dodaj tytuł po tekście akcji

source: The title of the post will be displayed after the action text as a link
da_dk: Titlen på indlægget vil blive vist efter handlingsteksten som et link
fr_fr: Le titre de la publication sera affiché comme un lien après le texte d'action
pl_pl: Tytuł posta zostanie wyświetlony jako link po tekście akcji

source: Post to Activity Stream
da_dk: Send til aktivitetsstream
fr_fr: Publier sur le flux d'activités
pl_pl: Opublikuj w strumieniu aktywności

source: Two column layout
da_dk: To kolonne layout
fr_fr: Disposition en deux colonnes
pl_pl: Układ dwóch kolumn

source: Height (px)
da_dk: Højde (px)
fr_fr: Hauteur (px)
pl_pl: Wysokość (px)

source: Position
da_dk: Placering
fr_fr: Rôle
pl_pl: Położenie

source: Right (square)
da_dk: Højre (firkant)
fr_fr: Droite (carré)
pl_pl: Prawy (kwadrat)

source: Left (square)
da_dk: Venstre (firkant)
fr_fr: Gauche (carré)
pl_pl: Lewy (kwadrat)

source: Top (rectangle)
da_dk: Top (rektangel)
fr_fr: Haut (rectangle)
pl_pl: Górny (prostokąt)

source: Placeholder
da_dk: Pladsholder
fr_fr: Espace réservé
pl_pl: Tekst zastępczy

source: Display an empty box if an image is not found (to maintain the layout)
da_dk: Vis en tom boks hvis et billede ikke findes (for at vedligeholde layout)
fr_fr: Affiche un encadré vide si aucune image n'a été trouvée (pour préserver la mise en page)
pl_pl: Wyświetla puste pole, jeśli obraz nie zostanie znaleziony (w celu zachowania wyglądu)

source: Text
da_dk: Tekst
fr_fr: Texte
pl_pl: Tekst

source: Aggressive shortcode removal
da_dk: Aggressiv kortkode fjernelse
fr_fr: Suppression des shortcodes aggressifs

source: Forced removal of some shortcodes immune to native WP methods (eg Divi Builder and similar). This is an experimental feature, we recommend using plain-text excerpts instead.
da_dk: Tvungen fjernelse af nogle kortkoder immun over for indfødte WP metoder (fx Divi Builder og lignende). Dette er en eksperimentel funktion, vi anbefaler at bruge almindelig tekst uddrag i stedet for.
fr_fr: Forcer le retrait de certains shortcodes protégés par des méthodes natives de WP (par exemple Divi Builder et analogues). Il s’agit d’une fonctionnalité expérimentale, nous vous recommandons plutôt d’utiliser des extraits de texte brut.
pl_pl: Wymuszone usunięcie niektórych skrótów odpornych na natywne metody WP (np. Divi Builder i podobne). Jest to funkcja eksperymentalna, zamiast tego zalecamy używanie fragmentów w postaci zwykłego tekstu.

source: Length limit (words)
da_dk: Længde grænse (ord)
fr_fr: Limite de longueur (mots)
pl_pl: Limit długości (słowa)

source: 0 for no content
da_dk: 0 for intet indhold
fr_fr: 0 pour aucun contenu

source: Author Profiles
da_dk: Forfatterprofil
fr_fr: Profils d'auteur

source: CMinds User Submissions integration
da_dk: Integrering af CMinds brugerindlæg
fr_fr: Intégration des envois d'utilisateurs CMinds
pl_pl: Integracja z CMinds User Submissions

source: USP PRO Form shortcode
da_dk: USP PRO Formular shortcode
fr_fr: Shortcode de formulaire USP PRO

source: USP Forms
da_dk: USP Formular
fr_fr: Formulaires USP

source: Defaults to [user-submitted-posts] but you can override it with any %s shortcode
da_dk: Som standard er [brugerindsendte-indlæg], men du kan tilsidesætte det med enhver %s kortkode
fr_fr: Par défaut pour [user-submitted-posts], mais vous pouvez forcer avec n'importe quel shortcode %s

source: This feature requires the %s plugin.
da_dk: Denne funktion kræver %s plugin.
fr_fr: Cette fonctionnalité nécessite l'extension %s.
pl_pl: Ta funkcja wymaga wtyczki %s.

source: User Submitted Posts integration
da_dk: Integration af brugerindsendte indlæg
fr_fr: Intégrations des publications envoyées par les utilisateurs
pl_pl: Integracja z User Submitted Posts

source: Text before author name
da_dk: Tekst før forfatternavn
fr_fr: Texte avant le nom de l’auteur
pl_pl: Tekst przed nazwiskiem autora

source: Adds a small "about the author" box under blog posts
da_dk: Tilføjer en lille "om forfatteren" boks under blogindlæg
fr_fr: Ajoute un petit encadré "à propos de l'auteur" sous les publications de blog
pl_pl: Dodaje małe okienko „O autorze” pod wpisami na blogu

source: Hide when empty
da_dk: Skjul når tom
fr_fr: Cacher si vide
pl_pl: Ukryj, jeśli puste

source: The profile tab will not appear if the user has no blog posts
da_dk: Profil fanebladet vises ikke, hvis brugeren ikke har nogen blogindlæg
fr_fr: L'onglet profil n'apparaîtra pas si l'utilisateur n'a aucune publication
pl_pl: Zakładka profilu nie pojawi się, jeśli użytkownik nie ma wpisów na blogu

source: Show "Blog" tab in user profiles
da_dk: Vis fanen "Blog" i brugerprofiler
fr_fr: Afficher l'onglet "Blog" dans les profils des utilisateurs
pl_pl: Wyświetlanie zakładki „Blog” w profilach użytkowników

source: Member listings
da_dk: Medlems lister
fr_fr: Liste des membres
pl_pl: Listy użytkowników

source: Allow searching user emails
da_dk: Tillad søgning af bruger-e-mails
pl_pl: Zezwalaj na wyszukiwanie e-maili użytkowników

source: Only show members when something is searched
da_dk: Vis kun medlemmer, når der søges på noget
fr_fr: Afficher uniquement les membres quand quelque chose est recherché
pl_pl: Pokaż użytkowników tylko jeśli coś zostało wyszukane

source: Allow guest access to members listing
da_dk: Tillad gæsteadgang til liste over medlemmer
fr_fr: Autoriser l'accès des invités à la liste des membres
pl_pl: Zezwalaj na niezalogowany dostęp do listy użytkowników

source: Users can hide from user listings
da_dk: Brugere kan skjule fra brugerlister
fr_fr: Les utilisateurs peuvent se cacher de la liste des utilisateurs
pl_pl: Użytkownicy mogą ukrywać się na listach

source: Users can hide from Members Page, Widgets etc
da_dk: Brugere kan skjule fra medlemssiden, Widgets osv
fr_fr: Les utilisateurs peuvent se cacher de la page des membres, des Widgets, etc
pl_pl: Użytkownicy mogą ukrywać się na liście użytkowników, w widgetach itp

source: Default Sorting
da_dk: Standard Sortering
fr_fr: Tri par défaut
pl_pl: Sortowanie domyślne

source: Most liked
da_dk: Mest likede
fr_fr: Les plus aimés
pl_pl: Najbardziej lubiany

source: Latest members
da_dk: Seneste brugere
fr_fr: Les derniers membres
pl_pl: Najnowsi użytkownicy

source: Recently online
da_dk: For nylig online
fr_fr: Récemment en ligne
pl_pl: Widziani ostatnio

source: Alphabetical
da_dk: Alfabetisk
fr_fr: Alphabétique
pl_pl: Alfabetycznie

source: Use PeepSo profile navigation
da_dk: Brug PeepSo profilnavigation
pl_pl: Korzystanie z nawigacji profilu PeepSo

source: Applies to front-end only
da_dk: Gælder kun front-end
pl_pl: Dotyczy tylko interfejsu użytkownika

source: Let WordPress decide
da_dk: Lad WordPress bestemme
pl_pl: Pozwól WordPressowi zdecydować

source: Never
da_dk: aldrig
fr_fr: Jamais
pl_pl: Nigdy

source: Only for Administrators
da_dk: Kun for administratorer
pl_pl: Tylko dla administratorów

source: Always
da_dk: Altid
fr_fr: Toujours
pl_pl: Zawsze

source: Hover Cards
da_dk: Hover kort

source: Custom format
da_dk: Brugerdefineret format:
fr_fr: Format personnalisé
pl_pl: Format niestandardowy

source: <a href="https://wordpress.org/support/article/formatting-date-and-time/">Documentation on date and time formatting</a>
da_dk: <a href="https://wordpress.org/support/article/formatting-date-and-time/">Dokumentation på dato og tid formatering</a>
fr_fr: <a href="https://wordpress.org/support/article/formatting-date-and-time/">Documentation sur le formatage de la date et de l'heure</a>

source: Date format (no year)
da_dk: Dato format (intet år)
fr_fr: Format de date (sans année)
pl_pl: Format daty (bez roku)

source: Custom
da_dk: Tilpasset
fr_fr: Personnalisé
pl_pl: Niestandardowy

source: PeepSo needs a date format without a year to let users hide their birthday year
da_dk: PeepSo har brug for et datoformat uden et år for at lade brugerne skjule deres fødselsdag år
pl_pl: PeepSo potrzebuje formatu daty bez roku, aby umożliwić użytkownikom ukrycie roku urodzin.

source: Use absolute dates
da_dk: Brug absolutte datoer
fr_fr: Utiliser des dates absolues
pl_pl: Używaj dat bezwzględnych

source: "Absolute" date is a simple datestamp such as %s
da_dk: "Absolut" dato er en simpel datestamp såsom %s
fr_fr: Une date "absolue" est une simple "datestamp" tel que %s
pl_pl: „Bezwzględna” data to prosty znacznik daty, taki jak %s

source: "Relative" date is a human readable date, for example "3 days ago"
da_dk: "Relativ" dato er en menneskeligt læsbar dato, for eksempel "3 dage siden"
fr_fr: Une date "relative" est une date lisible pour l'Homme, par exemple "il y a 3 jours"
pl_pl: „Względna” data to data czytelna dla człowieka, na przykład »3 dni temu«

source: weeks
da_dk: uger
pl_pl: tygodnie

source: week
da_dk: uge
pl_pl: tydzień

source: days
da_dk: dage
pl_pl: dni

source: day
da_dk: dag
pl_pl: dzień

source: if older than %d %s
da_dk: hvis ældre end %d %s
pl_pl: jeśli starszy niż %d %s

source: always
da_dk: altid
pl_pl: zawsze

source: never
da_dk: aldrig
pl_pl: nigdy

source: Disable PeepSo navigation bar
da_dk: Deaktivér Peepso navigationslinje
fr_fr: Désactiver la barre de navigation PeepSo
pl_pl: Wyłącz pasek nawigacji PeepSo

source: Color scheme
da_dk: Farve skema
fr_fr: Modèle de couleurs
pl_pl: System kolorów

source: CSS overrides
da_dk: CSS tilsidesættelser
fr_fr: Remplacements CSS
pl_pl: Nadpisania CSS

source: Pick a color from the list that suits your site best. If the list doesn’t contain the color you’re looking for you can always use %s.
da_dk: Vælg en farve fra listen, der passer bedst til dit websted. Hvis listen ikke indeholder den farve, du leder efter, kan du altid bruge %s.
fr_fr: Choisissez dans la liste la couleur qui correspond le mieux à votre site. Si la liste ne contient pas la couleur que vous désirez, vous pouvez toujours utiliser %s.
pl_pl: Wybierz kolor z listy, który najlepiej pasuje do Twojej witryny. Jeśli lista nie zawiera koloru, którego szukasz, zawsze możesz użyć %s.

source: Light
da_dk: Lyst
fr_fr: Lumière
pl_pl: Jasne

source: Selected Image
da_dk: Valgt Billede
fr_fr: Image sélectionnée
pl_pl: Wybrany obrazek

source: Suggested size is: 1140px x 469px.
da_dk: Foreslået størrelse er: 1140px x 469px.
fr_fr: La taille suggérée est : 1140px x 469px.
pl_pl: Sugerowany rozmiar to: 1140 px x 469 px.

source: Landing page image
da_dk: Landing side billede
fr_fr: Image de page de destination
pl_pl: Obraz strony startowej (landing)

source: Button text
da_dk: Knap tekst
fr_fr: Texte de bouton
pl_pl: Tekst przycisku

source: Callout text
da_dk: Callout tekst
fr_fr: Texte de libellé
pl_pl: Tekst wywołania

source: Callout header
da_dk: Overskrift for billedforklaring
fr_fr: En-tête de libellé
pl_pl: Nagłówek wywołania

source: Customize text
da_dk: Tilpas tekst
fr_fr: Personnaliser le texte
pl_pl: Dostosuj tekst

source: Profile details
da_dk: Profildetaljer
pl_pl: Szczegóły profilu

source: Default privacy
da_dk: Standard privatliv
fr_fr: Confidentialité par défaut
pl_pl: Domyślna prywatność

source: Hidden
da_dk: Skjult
pl_pl: Ukryte

source: User profiles
da_dk: Bruger profiler
fr_fr: Profils de l'utilisateur
pl_pl: Profile użytkowników

source: Show "more icons" indicator
da_dk: Vis "flere ikoner" indikator
pl_pl: Pokaż wskaźnik "więcej ikon"

source: if user has more icons assigned than the limit, a small indicator with the amount of remaining icons will show. If there is only one remaining icon, it will be simply displayed.
da_dk: hvis brugeren har flere ikoner tildelt end grænsen, vises en lille indikator med antallet af resterende ikoner. Hvis der kun er ét tilbageværende ikon, vil det blot blive vist.
pl_pl: jeśli użytkownik ma przypisanych więcej ikon niż wynosi limit, wyświetlony zostanie mały wskaźnik z ilością pozostałych ikon. Jeśli pozostała tylko jedna ikona, zostanie ona po prostu wyświetlona.

source: How many icons to show
da_dk: Hvor mange ikoner der skal vises
pl_pl: Ile pokazać ikon

source: Defines how many icons show next to user name in stream, widgets etc.
da_dk: Definerer, hvor mange ikoner der vises ved siden af brugernavn i stream, widgets osv.
pl_pl: Określa liczbę ikon wyświetlanych obok nazwy użytkownika w strumieniu, widżetach itp.

source: Icon position relative to user name
da_dk: Ikonposition i forhold til brugernavn
pl_pl: Pozycja ikony względem nazwy użytkownika

source: Right
da_dk: Højre
fr_fr: Droite
pl_pl: Prawo

source: Left
da_dk: Venstre
fr_fr: Gauche
pl_pl: Lewo

source: VIP icons
da_dk: VIP Ikoner
pl_pl: Ikony VIP

source: Always use full covers
da_dk: Brug altid hele omslag
fr_fr: Toujours utiliser des couvertures complètes
pl_pl: Zawsze używaj pełnych okładek

source: By default the full cover displays only in the header of the "Stream" section
da_dk: Som standard vises det fulde cover kun i overskriften i "Stream" sektionen
fr_fr: Par défaut, la couverture complète s'affiche uniquement dans l'en-tête de la section "Flux d'activités"
pl_pl: Domyślnie pełna okładka wyświetlana jest tylko w nagłówku sekcji „Stream”.

source: Covers
da_dk: Cover billeder
pl_pl: Okładki

source: Font color
da_dk: Skriftfarve
pl_pl: Kolor tekstu

source: Grayscale background
da_dk: Gråtonisk baggrund
pl_pl: Tło w odcieniach szarości

source: Background
da_dk: Baggrund
pl_pl: Tło
