Repository: EliateMillo/peepso-core
Catalog: peepso/language/peepso-core-*.po
Languages: da_dk, fr_fr, pl_pl

source: French Polynesia
da_dk: Fransk Polynesien
fr_fr: Polynésie française

source: French Guiana
da_dk: Fransk Guyana
fr_fr: Guyane française

source: France
da_dk: Frankrig

source: Faroe Islands
da_dk: Færøerne
fr_fr: Îles Féroé

source: Falkland Islands (Malvinas)
da_dk: Falklandsøerne
fr_fr: Iles Falkland (Malouines)

source: Ethiopia
da_dk: Etiopien
fr_fr: Éthiopie

source: Estonia
da_dk: Estland
fr_fr: Estonie

source: Equatorial Guinea
da_dk: Ækvatorialguinea
fr_fr: Guinée équatoriale

source: Egypt
da_dk: Egypten
fr_fr: Égypte
pl_pl: Egipt

source: Dominican Republic
da_dk: Dominikanske Republik
fr_fr: République Dominicaine

source: Denmark
da_dk: Danmark
fr_fr: Danemark

source: Czech Republic
da_dk: Tjekkiet
fr_fr: République Tchèque

source: Cyprus
da_dk: Cypern
fr_fr: Chypre
pl_pl: Cypr

source: Croatia
da_dk: Kroatien
fr_fr: Croatie

source: Côte d'Ivoire
da_dk: Elfenbenskysten

source: Cook Islands
da_dk: Cookøerne
fr_fr: Îles Cook

source: Congo, the Democratic Republic of the
da_dk: Congo, Den Demokratiske Republik
fr_fr: Congo, République démocratique du

source: Comoros
da_dk: Comorerne
fr_fr: Comores

source: Christmas Island
da_dk: Juleøen
fr_fr: Île Christmas

source: China
da_dk: Kina
fr_fr: Chine
pl_pl: Chiny

source: Chad
da_dk: Tchad
fr_fr: Tchad

source: Central African Republic
da_dk: Den Centralafrikanske Republik
fr_fr: République Centrafricaine

source: Cayman Islands
da_dk: Caymanøerne
fr_fr: Îles Caïmans

source: Cape Verde
da_dk: Kap Verde
fr_fr: Cap Vert

source: Bulgaria
da_dk: Bulgarien
fr_fr: Bulgarie
pl_pl: Bułgaria

source: British Indian Ocean Territory
da_dk: Britisk territorium i det Indiske Ocean
fr_fr: Territoire britannique de l'océan Indien

source: Brazil
da_dk: Brasilien
fr_fr: Brésil

source: Bosnia and Herzegovina
da_dk: Bosnien-Hercegovina
fr_fr: Bosnie-Herzégovine

source: Bonaire, Sint Eustatius and Saba
da_dk: Bonaire, Sint Eustatius og Saba
fr_fr: Bonaire, Saint-Eustache et Saba

source: Bolivia, Plurinational State of
da_dk: Bolivia, plurinational stat
fr_fr: Bolivie, État plurinational de

source: Belgium
da_dk: Belgien
fr_fr: Belgique

source: Belarus
da_dk: Belarus / Hviderusland
fr_fr: Biélorussie

source: Azerbaijan
da_dk: Aserbajdsjan
fr_fr: Azerbaïdjan

source: Austria
da_dk: Østrig
fr_fr: Autriche

source: Australia
da_dk: Australien
fr_fr: Australie

source: Armenia
da_dk: Armenien
fr_fr: Arménie

source: Antigua and Barbuda
da_dk: Antigua og Barbuda
fr_fr: Antigua-et-Barbuda

source: Antarctica
da_dk: Antarktisk
fr_fr: Antarctique

source: Algeria
da_dk: Algeriet
fr_fr: Algérie

source: Albania
da_dk: Albanien
fr_fr: Albanie

source: Åland Islands
da_dk: Ålandsøerne
fr_fr: Îles Åland

source: If that does not help, please <a target="_blank" href="https://www.peepso.com/contact/">Contact Support</a>.
da_dk: Hvis det ikke hjælper, bedes du <a target="_blank" href="https://www.peepso.com/contact/">Kontakt Support</a>.
fr_fr: Si cela n'aide pas, veuillez <a target="_blank" href="https://www.peepso.com/contact/">contacter l'assistance</a>.
pl_pl: Jeśli to nie pomoże, prosimy o <a target=„_blank” href=„https://www.peepso.com/contact/”>kontakt z pomocą techniczną</a>.

source: If some licenses are not validating, please make sure to click the SAVE button.
da_dk: Hvis nogle licenser ikke validerer, skal du sørge for at klikke på knappen GEM.
fr_fr: Si certaines licences ne se valident pas, veuillez vous assurer de bien cliquer sur le bouton ENREGISTRER.
pl_pl: Jeśli niektóre licencje nie zostaną zweryfikowane, upewnij się, że kliknąłeś ZAPISZ.

source: We are detecting %s as your install URL. Please make sure your "supported domain" is configured properly.
da_dk: Vi detekterer %s som din installations-URL. Sørg for, at dit "understøttede domæne" er konfigureret korrekt.
pl_pl: Wykrywamy %s jako adres URL instalacji. Upewnij się, że „obsługiwana domena” jest poprawnie skonfigurowana.

source: This is where you configure the license keys for each PeepSo add-on. You can find your license numbers <a target="_blank" href="https://www.peepso.com/my-licenses/">here</a>. Please copy them here and click SAVE at the bottom of this page.
da_dk: Her konfigurerer du licensnøglerne for hver PeepSo tilføjelse. Du kan finde dine licensnumre <a target="_blank" href="https://www.peepso.com/my-licenses/">her</a>. Kopier dem venligst her og klik GEM nederst på denne side.
fr_fr: C'est ici que vous configurez les clés de licence pour chaque module PeepSo. Vous pouvez trouver vos numéros de licence <a target="_blank" href="https://www.peepso.com/my-licenses/">ici</a>. Veuillez les copier ici, puis cliquez sur ENREGISTRER au bas de cette page.
pl_pl: Tu konfigurujesz klucze licencyjne dla każdej wtyczki PeepSo. Tu możesz znaleźć twoje numery licencji <a target="_blank" href="https://www.peepso.com/my-licenses/">here</a>. Skopiuj je tutaj i kliknij ZAPISZ na dole tej strony.

source: PeepSo Bundle License Key
da_dk: Peepso Bundle licensnøgle
pl_pl: Klucz Licencyjny PeepSo

source: Word Filter
da_dk: Ordfilter
pl_pl: Filtr wyrazów

source: Filter character
da_dk: Filtrer karakter
pl_pl: Filtr liter

source: How to render
da_dk: Hvordan renderer man
pl_pl: Jak renderować (wyświetlać)

source: Filter chat messages
da_dk: Filtrer chat-meddelelser
pl_pl: Filtr wiadomości czatu

source: Filter comments
da_dk: Filtrer kommentarer
pl_pl: Filtruj komentarze

source: Filter posts
da_dk: Filtrer indlæg
pl_pl: Filtruj posty

source: Keywords to remove
da_dk: Nøgleord, der skal fjernes
pl_pl: Słowa kluczowe do usunięcia

source: Separate words or phrases with a comma.
da_dk: Adskil ord eller sætninger med et komma.
pl_pl: Osobne wyrazy lub frazy z przecinkami.

source: Keywords cannot be empty and separated by comma.
da_dk: Nøgleord kan ikke være blanke og adskilt med et komma.
pl_pl: Słowa kluczowe nie mogą być puste i oddzielone przecinkami.

source: PHP functions mb_substr and mb_strlen are recommended for accurate text processing, especially for languages with accents (French, Spanish, Polish, Vietnamese etc) or using non-latin script (Russian, Chinese, Japanese etc).
da_dk: PHP-funktioner mb_substr og mb_strlen anbefales til nøjagtig tekstbehandling, især for sprog med accenter (fransk, spansk, polsk, vietnamesisk osv.) eller ved brug af ikke-latinsk skrift (russisk, kinesisk, japansk osv.).

source: Reporting
da_dk: Rapportering
fr_fr: Rapport
pl_pl: Zgłoszenie

source: Additional recipients
da_dk: Yderligere modtagere
fr_fr: Destinataires supplémentaires
pl_pl: Dodatkowi odbiorcy

source: Additional emails to receive notifications about new reports.
da_dk: Supplerende e-mails for at modtage meddelelser om nye rapporter.
pl_pl: Dodatkowe adresy e-mail do otrzymywania powiadomień o nowych raportach.

source: Email alerts
da_dk: E-mailadvarsler
pl_pl: Powiadomienia email

source: ON: Administrators and Community Administrators will receive emails about new reports
da_dk: ON: Administratorer og fællesskabsadministratorer vil modtage e-mails om nye rapporter
pl_pl: ON: Admini i Admini Społeczności otrzymają email o nowych zgłoszeniach

source: Predefined report reasons
da_dk: Foruddefinerede rapporteringsgrunde
fr_fr: Raisons de signalement prédéfinies
pl_pl: Predefiniowane powody raportów

source: Automatically unpublish posts after: [n] reports
da_dk: Afpubliser automatisk indlæg efter: [n] rapporter
fr_fr: Dépublier automatiquement les publications après : [n] signalements

source: If a post is reported enough times, it will be automatically unpublished. Set to 0 to disable.
da_dk: Hvis et indlæg rapporteres nok gange, vil det automatisk blive fjernelse som udgivet. Sæt til 0 for at deaktivere.
fr_fr: Si une publication est signalée suffisamment de fois, elle sera automatiquement dépubliée. Réglez sur 0 pour désactiver cette fonction.
pl_pl: Jeśli post został zgłoszony wystarczającą ilość razy, będzie automatycznie usunięty. Ustaw na 0 żeby wyłączyć.

source: Activity
da_dk: Aktivitet
fr_fr: Activités
pl_pl: Aktywność

source: Redirect to single post view when post is longer than: [n] characters
da_dk: Omdiriger til enkelt indlægsvisning, når indlægget er længere end: [n] tegn
fr_fr: Rediriger vers une vue simple de la publication quand la publication est plus longue que : [n] caractères
pl_pl: Przekieruj do widoku pojedynczego posta kiedy jest dłuższy niż: [n] znaków

source: Show 'read more' after: [n] characters
da_dk: Vis 'læs mere' efter: [n] tegn
fr_fr: Voir « Lire plus » après : [n] caractères
pl_pl: Pokaż 'Czytaj więcej' po następującej liczbie znaków: [n]

source: Load more comments
da_dk: Indlæs flere kommentarer
pl_pl: Pokaż więcej komentarzy

source: Display comments
da_dk: Vis kommentarer
pl_pl: Pokazuj komentarze

source: Allows users to save (favorite / bookmark) posts into a private "saved posts" collection.
da_dk: Tillader brugere at gemme (favorit / bogmærke) indlæg i en privat "gemte indlæg" samling.
fr_fr: Permet aux utilisateurs d'enregistrer (favori / signet) les publications dans une collection privée de « publications enregistrées ».
pl_pl: Pozwala użytkownikom dodawać posty do ulubionych

source: Saved Posts
da_dk: Gemte Indlæg
fr_fr: Publications enregistrées
pl_pl: Posty zapisane

source: Hide the activity stream from guests
da_dk: Skjul aktivitetsstrømmen for gæster
pl_pl: Ukryj strumień aktywności przed gośćmi

source: Post Backgrounds
da_dk: Indlægsbaggrunde
pl_pl: Tła postów

source: Maximum post length
da_dk: Maksimal indlægslængde
pl_pl: Maksymalna długość posta

source: Reset and rebuild the hashtags cache
da_dk: Nulstil og genopbyg hashtags-cachen
fr_fr: Réinitialiser et reconstruire le cache des hashtags
pl_pl: Zresetuj i odbuduj pamięć podręczną hashtagów

source: It will also happen automatically after changing any of the settings above.
da_dk: Det vil også ske automatisk, når nogle af indstillingerne ovenfor ændres.
fr_fr: Cette action s'effectuera automatiquement à la suite d'une modification des paramètres ci-dessous.
pl_pl: Nastąpi to również automatycznie po zmianie któregokolwiek z powyższych ustawień.

source: Enable and click "save" to force a hashtag cache rebuild.
da_dk: Aktiver og klik på "Gem" for at tvinge en hashtag cache genopbygget.
fr_fr: Activez la fonctionnalité et cliquez sur "enregistrer" pour forcer la reconstruction du cache du hashtag.
pl_pl: Włącz i kliknij „Zapisz”, aby wymusić przebudowę pamięci podręcznej hashtagów.

source: Hashtags must start with a letter
da_dk: Brugernavnet skal begynde med et bogstav.
fr_fr: Les hashtags doivent commencer par une lettre
pl_pl: Hashagi muszą się zaczynać literą

source: ON: hashtags beginning with a number will be ignored
da_dk: ON: hashtags som begynder med et nummer vil blive ignoreret
pl_pl: ON: hashtagi zaczynające się od liczby będą ignorowane.

source: Maximum hashtag length
da_dk: Maksimal hashtag længde
fr_fr: Taille maximale du hashtag
pl_pl: Maksymalna długość hashtaga

source: Longer hashtags will be ignored
da_dk: Længere hashtags vil blive ignoreret.
fr_fr: Les hashtags plus longs seront ignorés
pl_pl: Dłuższe hashtagi będą ignorowane.

source: Minimum hashtag length
da_dk: Mindste hashtag længde
fr_fr: Taille minimale du hashtag
pl_pl: Minimalna długość hashtaga

source: Shorter hashtags will be ignored
da_dk: Kortere hashtags vil blive ignoreret
fr_fr: Les hashtags plus courts seront ignorés
pl_pl: Krótsze hashtagi będą ignorowane.

source: character
da_dk: karakter
fr_fr: caractère

source: Allow non-alphanumeric hashtags
da_dk: Tillad ikke-alfanumeriske hashtags
fr_fr: Autoriser les hashtags non alphanumériques
pl_pl: Zezwalaj na hashtagi niealfanumeryczne

source: Enables hashtags of any length, with any content, including non-alphanumeric characters (Arabic, Japanese, Korean, Cyrillic, Emoji, etc). Hashtags MUST end with a space, line break or another hashtag.
da_dk: Aktiverer hashtags i enhver længde, med ethvert indhold, inklusive ikke-alfanumeriske tegn (arabisk, japansk, koreansk, kyrillisk, emoji osv.). Hashtags SKAL slutte med et mellemrum, linjeskift eller et andet hashtag.
fr_fr: Active les hashtags de toute taille, de tout contenu, y compris avec des caractères non alphanumériques (arabes, japonais, coréens, cyrilliques, type émoji, etc.). Les hashtags DOIVENT être suivis d'un espace, d'un saut de ligne ou d'un autre hashtag.
pl_pl: Umożliwia stosowanie hashtagów o dowolnej długości, z dowolną treścią, w tym znakami niealfanumerycznymi (arabski, japoński, koreański, cyrylica, emoji itp.). Hashtagi MUSZĄ kończyć się spacją, podziałem wiersza lub innym hashtagiem.

source: Delete empty hashtags
da_dk: Slet tomme hashtags
fr_fr: Supprimer les hashtags vide
pl_pl: Usuń puste hashtagi

source: Hashtags with zero posts can occur, when posts are deleted or edited.
da_dk: Hashtags med nul indlæg kan forekomme, når indlæg slettes eller redigeres.
fr_fr: Il est possible que des hashtags ne soient associés à aucune publication lorsque des publications sont supprimées ou modifiées.
pl_pl: Hashtagi z zerową liczbą postów mogą pojawić się, gdy posty zostaną usunięte lub edytowane.

source: When enabled, hashtags with zero posts will be deleted and not shown in the widget or suggestions.
da_dk: Når det er aktiveret, vil hashtags med nul indlæg blive slettet og ikke vist i widget eller forslagene.
fr_fr: Lorsque cette fonction est activée, les hashtags associés à aucune publication sont supprimés et n'apparaissent plus dans le widget ou dans les suggestions.
pl_pl: Po włączeniu tej opcji hashtagi z zerową liczbą postów będą usuwane i nie będą wyświetlane w widżecie ani sugestiach.

source: Process
da_dk: Behandl
fr_fr: Traitement

source: Bigger batches mean faster updates, but generate higher load.
da_dk: Større batches betyder hurtigere opdateringer, men genererer højere belastning.
fr_fr: Des lots plus volumineux permettent d'accélérer les mises à jour, mais génèrent une charge plus importante.
pl_pl: Większe partie oznaczają szybsze aktualizacje, ale generują większe obciążenie.

source: How many posts and hashtags to process when the maintenance scripts are ran.
da_dk: Hvor mange indlæg og hashtags der skal behandles, når vedligeholdelsesscripts køres.
fr_fr: Nombre de publications et hashtags à traiter pendant que les scripts de maintenance sont exécutés.
pl_pl: Liczba postów i hashtagów do przetworzenia po uruchomieniu skryptów konserwacyjnych.

source: entries
da_dk: indtastninger
fr_fr: entrées

source: Update post count in tags every
da_dk: Opdater antallet af indlæg i tags hver
fr_fr: Mettre à jour le nombre de publications en tags tous les

source: Smaller delay means more database load.
da_dk: Mindre forsinkelse betyder mere database belastning.
fr_fr: Un délai plus réduit augmente la charge sur la base de données.
pl_pl: Mniejsze opóźnienie oznacza większe obciążenie bazy danych.

source: Deleted and edited posts are checked periodically to update post counts for each hashtag.
da_dk: Slettede og redigerede indlæg kontrolleres med jævne mellemrum for at opdatere antal indlæg for hvert hashtag.
fr_fr: Les publications supprimées et modifiées sont vérifiées périodiquement pour mettre à jour le nombre de publications pour chaque hashtag.
pl_pl: Usunięte i edytowane posty są okresowo sprawdzane w celu aktualizacji liczby postów dla każdego hashtagu.

source: (default)
da_dk: (standard)
fr_fr: (par défaut)
pl_pl: (domyślne)

source: minutes
da_dk: minutter

source: Maintenance cron
da_dk: Vedligeholdelses-cron
fr_fr: Cron de maintenance
pl_pl: Cron - zarządzanie systemem

source: Mentions
da_dk: Omtaler

source: Add a mention when replying to a comment
da_dk: Tilføj en omtale, når du svarer på en kommentar
pl_pl: Dodaj wzmiankę odpowiadając na komentarz

source: Moods
da_dk: Stemninger
fr_fr: Humeurs
pl_pl: Nastroje

source: Location
da_dk: Lokation
fr_fr: Emplacement
pl_pl: Lokalizacja

source: Google Maps API Key (v3)
da_dk: Google Maps API-nøgle (v3)
fr_fr: Clé API Google Maps (v3)
pl_pl: Google Mapy API Key (v3)

source: You can get the API key
da_dk: Du kan få API-nøglen
fr_fr: Vous pouvez obtenir une clé API
pl_pl: Możesz uzyskać klucz API

source: A Google maps API key is required for the Location suggestions to work properly
da_dk: En Google maps API-nøgle er påkrævet, for at lokationsforslagene fungerer korrekt
fr_fr: Une clé API Google maps est nécessaire pour que les suggestions de localisation fonctionnent correctement
pl_pl: Klucz API map Google jest wymagany do prawidłowego działania sugestii lokalizacji

source: Polls
da_dk: Afstemninger
pl_pl: Ankiety

source: Sort results by votes
da_dk: Sorter resultater efter stemmer
pl_pl: Sortuj wyniki według głosów

source: Ascending
da_dk: Stigende
pl_pl: Rosnąco

source: Descending
da_dk: Faldende
pl_pl: Malejąco

source: Always show results
da_dk: Vis altid resultater
pl_pl: Zawsze pokazuj wyniki

source: Disabled: results are hidden from users who haven't voted yet
da_dk: Deaktiveret: Resultater er skjult for brugere, der endnu ikke har stemt
pl_pl: Wyłączone: wyniki są ukryte przed użytkownikami, którzy jeszcze nie głosowali

source: Enabled: users can see poll results before voting
da_dk: Aktiveret: Brugere kan se afstemningsresultater, før de stemmer
pl_pl: Włączone: użytkownicy mogą zobaczyć wyniki ankiety przed oddaniem głosu

source: Allow vote changes
da_dk: Tillad ændring af stemmeafgivelse
pl_pl: Pozwalaj na zmiany głosów

source: Disabled: votes are final
da_dk: Deaktiveret: stemmeafgivelser er endelig
pl_pl: Wyłączone: głosy są ostateczne

source: Enabled: users can change or delete their votes
da_dk: Aktiveret: brugere kan ændre eller slette deres stemmeafgivelse
pl_pl: Włączone: użytkownicy mogą zmieniać i usuwać swoje głosy

source: Does not apply to poll author and administrators
da_dk: Gælder ikke afstemningsforfatter og administratorer
pl_pl: Nie dotyczy autora ankiety i administratorów

source: Polls in groups
da_dk: Afstemning i grupper
pl_pl: Ankiety w grupach

source: Disabled: polls are only available on community and profile streams
da_dk: Deaktiveret: Afstemninger er kun tilgængelige på fællesskabs- og profilstrømme
pl_pl: Wyłączone: ankiety są dostępne tylko w strumieniach społeczności i profili

source: Enabled: polls are available in group posts
da_dk: Aktiveret: Afstemninger er tilgængelige i gruppeindlæg
pl_pl: Włączone: ankiety są dostępne w postach grup

source: Multi select polls
da_dk: Multi-vælg afstemninger
pl_pl: Ankiety wielokrotnego wyboru

source: Disabled: users can only vote for one option in each poll
da_dk: Deaktiveret: Brugere kan kun stemme på én mulighed i hver afstemning
pl_pl: Wyłączone: użytkownicy mogą głosować tylko na jedną opcję w każdej ankiecie.

source: Enabled: users can cast more than one vote in each poll
da_dk: Aktiveret: Brugere kan afgive mere end én stemme i hver afstemning
pl_pl: Włączone: użytkownicy mogą oddać więcej niż jeden głos w każdej ankiecie

source: PeepSo integrates world-famous <a href="https://giphy.com/" target="_blank">GIPHY</a>. Thanks to their service, your community now has the possibility to share all of their amazing gifs in posts, comments and chat.
da_dk: PeepSo integrerer verdensberømte <a href="https://giphy.com/" target="_blank">GIPHY</a>. Takket være deres service har dit fællesskab nu mulighed for at dele alle deres fantastiske GIFs i indlæg, kommentarer og chat.
pl_pl: PeepSo integruje znane na całym świecie <a href=„https://giphy.com/” target=„_blank”>GIPHY</a>. Dzięki ich usłudze Twoja społeczność ma teraz możliwość udostępniania wszystkich swoich niesamowitych gifów w postach, komentarzach i na czacie.

source: Render method
da_dk: Renderingsmetode
pl_pl: Sposób wyświetlania

source: Only includes GIF rendition types. See the official <a href="https://developers.giphy.com/docs/optional-settings/#rendition-guide" target="_blank">rendition guide</a> to help you select the best rendition type that suits your site.
da_dk: Indeholder kun GIF-gengivelsestyper. Se den officielle <a href="https://developers.giphy.com/docs/optional-settings/#rendition-guide" target="_blank">gengivelsesvejledning</a> for at hjælpe dig med at vælge den bedste gengivelsestype, der passer til dit websted.

source: Preview image for original
da_dk: Eksempel-billede til original
pl_pl: Podgląd obrazu dla oryginału

source: Original file size and file dimensions. Good for desktop use.
da_dk: Original filstørrelse og fildimensioner. God til skrivebordsbrug.
pl_pl: Oryginalne rozmiary i wielkości plików. Dobre do komputerów stacjonarnych.

source: File size under 50kb. Duration may be truncated to meet file size requirements. Good for thumbnails and previews.
da_dk: Filstørrelse under 50 kb. Varigheden kan afkortes for at opfylde kravene til filstørrelse. God til thumbnails og forhåndsvisninger.
pl_pl: Rozmiar pliku poniżej 50kb. Czas trwania może zostać skrócony, aby spełnić wymagania dotyczące rozmiaru pliku. Dobry do miniatur i podglądów.

source: Resized and downsampled to meet 5MB limit.
da_dk: Ændret størrelse og nedsamplet for at nå grænsen på 5 MB.
pl_pl: Zmieniono rozmiar i zmniejszono próbkowanie, aby zmieścić się w limicie 5 MB.

source: Resized and downsampled to meet 8MB limit.
da_dk: Ændret størrelse og nedsamplet for at nå 8 MB-grænsen.
pl_pl: Zmieniono rozmiar i zmniejszono próbkowanie, aby zmieścić się w limicie 8 MB.

source: A still version of the first frame of the downsized rendition for previews and pre-loading.
da_dk: En still-version af den første frame af den reducerede gengivelse til forhåndsvisninger og forudindlæsning.
pl_pl: Nieruchoma wersja pierwszej klatki pomniejszonego renderowania do podglądu i wstępnego ładowania.

source: Resized and downsampled to meet 2MB limit.
da_dk: Ændret størrelse og nedsamplet for at nå 2 MB-grænsen.
pl_pl: Zmieniono rozmiar i skompresowano żeby zmieścić się w limicie 2 MB.

source: Static preview image for fixed_height_small
da_dk: Statisk forhåndsvisningsbillede for fixed_height_small

source: Height set to 100px. Good for mobile keyboards.
da_dk: Højde indstillet til 100px. God til mobile tastaturer.
pl_pl: Wysokość ustawiona na 100px. Dobre dla klawiatur mobilnych.

source: Height set to 200px. Reduced to 6 frames to minimize file size to the lowest. Works well for unlimited scroll on mobile and as animated previews. See GIPHY.com on mobile web as an example.
da_dk: Højde indstillet til 200px. Reduceret til 6 billeder for at minimere filstørrelsen til det laveste. Fungerer godt til ubegrænset rulning på mobil og som animerede forhåndsvisninger. Se GIPHY.com på mobilweb som et eksempel.
pl_pl: Wysokość ustawiona na 200px. Zmniejszona do 6 klatek, aby zminimalizować rozmiar pliku do najniższego. Działa dobrze w przypadku nieograniczonego przewijania na urządzeniach mobilnych i jako animowane podglądy. Przykładem może być GIPHY.com na urządzeniach mobilnych.

source: Static preview image for fixed_height
da_dk: Statisk forhåndsvisningsbillede for fixed_height

source: Height set to 200px. Good for mobile use.
da_dk: Højde indstillet til 200px. God til mobilbrug.
pl_pl: Wysokość ustawiona na 200px. Dobra opcja dla widoku mobilnego.

source: Static preview image for fixed_width_small
da_dk: Statisk eksempelbillede for fixed_width_small

source: Width set to 100px. Good for mobile keyboards
da_dk: Bredde indstillet til 100px. God til mobile tastaturer
pl_pl: Szerokość ustawiona na 100px. Dobre dla klawiatur mobilnych.

source: Width set to 200px. Reduced to 6 frames. Works well for unlimited scroll on mobile and as animated previews.
da_dk: Bredde indstillet til 200px. Reduceret til 6 rammer. Fungerer godt til ubegrænset rulning på mobil og som animerede forhåndsvisninger.
pl_pl: Szerokość ustawiona na 200px. Zmniejszona do 6 klatek. Działa dobrze w przypadku nieograniczonego przewijania na urządzeniach mobilnych i jako animowane podglądy.
