Repository: EliateMillo/peepso-core
Catalog: peepso/language/peepso-core-*.po
Languages: da_dk, fr_fr, pl_pl

source: - Select Role -
da_dk: -Vælg rolle-
fr_fr: - Sélectionnez le rôle -
pl_pl: - Wybierz Rolę -

source: Set PeepSo Role:
da_dk: Sæt PeepSo rolle:
fr_fr: Définir le rôle PeepSo :
pl_pl: Ustaw rolę PeepSo:

source: Please select a PeepSo Role before clicking on "Change Role".
da_dk: Vælg venligst en PeepSo rolle før du klikker på "Ændre rolle".
fr_fr: S'il vous plaît sélectionner un rôle PeepSo avant de cliquer sur "Changer Rôle".
pl_pl: Proszę wybrać rolę PeepSo przed kliknięciem "Zmień rolę".

source: Form is invalid.
da_dk: Form er ugyldig.
fr_fr: Le formulaire est invalide.
pl_pl: Formularz jest niepoprawny.

source: Invalid action
da_dk: Ugyldig handling
fr_fr: Action incorrecte
pl_pl: Nie prawidłowe działanie

source: banned
da_dk: blokeret
fr_fr: banni
pl_pl: zablokowano

source: approved
da_dk: godkendt
fr_fr: approuvé
pl_pl: zatwierdzono

source: PeepSo Role
da_dk: PeepSo rolle
fr_fr: Rôle Peepso
pl_pl: Role PeepSo

source: Your license
da_dk: Din licens
pl_pl: Twoja licencja

source: Inactive
da_dk: Inaktiv
pl_pl: Nieaktywne

source: Failed to activate
da_dk: Kunne ikke aktivere
pl_pl: Aktywacja nie powiodła się

source: Activated
da_dk: Aktiveret
pl_pl: Aktywowano

source: Activating...
da_dk: Aktiverer...
pl_pl: Aktywowanie...

source: Activate
da_dk: Aktiver
pl_pl: Aktywuj

source: Active
da_dk: Aktiv
fr_fr: Actif
pl_pl: Aktywne

source: Not installed
da_dk: Ikke installeret
pl_pl: Nie zainstalowano

source: Failed to install
da_dk: Kunne ikke installere
pl_pl: Instalacja nie powiodła się

source: Installed
da_dk: Installeret
pl_pl: Zainstalowano

source: Installing...
da_dk: Installerer...
pl_pl: Instaluję...

source: Install
da_dk: Installer
pl_pl: Zainstaluj

source: %d activation error
da_dk: %d aktiveringsfejl

source: Plugin activated
da_dk: Plugin aktivieret

source: Theme activated
da_dk: Tema aktiveret

source: Queues
da_dk: Køer
fr_fr: Files d'attente
pl_pl: Kolejki

source: Manage
da_dk: Administrer
fr_fr: Gérer
pl_pl: Zarządzaj

source: Configuration
da_dk: Konfiguration
pl_pl: Konfiguracja

source: %s year
da_dk: %s år
fr_fr: %s an
pl_pl: %s rok

source: %s month
da_dk: %s månede
fr_fr: %s mois
pl_pl: %s miesiąc

source: %s week
da_dk: %s uger
fr_fr: %s semaine
pl_pl: %s tydzień

source: %s day
da_dk: %s dag
fr_fr: %s jour
pl_pl: %s dzień

source: %s hour
da_dk: %s time
fr_fr: %s heure
pl_pl: %s godzina

source: %s min
da_dk: %s minut
fr_fr: %s minute
pl_pl: %s minuta

source: %s ago
da_dk: %s siden
fr_fr: il y a %s
pl_pl: %s temu

source: just now
da_dk: lige nu
fr_fr: Juste maintenant
pl_pl: przed chwilą

source: The system is currently saving your changes.
da_dk: Systemet gemmer i øjeblikket dine ændringer.
fr_fr: Le système est en train de sauver vos modifications.
pl_pl: System jest w trakcie zapisywania zmian.

source: There are unsaved changes on this page.
da_dk: Der er ændringer på denne side, som ikke er gemt.
fr_fr: Il y a des modifications non enregistrées sur cette page.
pl_pl: Na tej stronie są niezapisane zmiany.

source: Please login to continue
da_dk: Log venligst ind for at fortsætte
fr_fr: Veuillez vous identifier pour continuer
pl_pl: Proszę się zalogować żeby kontynuować

source: The file type you uploaded is not allowed.
da_dk: Filtypen du uploadede er ikke tilladt.
fr_fr: Le type de fichier que vous avez téléchargé n’est pas autorisé.
pl_pl: Typ wysłanego pliku jest niedozwolony.

source: Show all
da_dk: Vis alle
fr_fr: Tout afficher
pl_pl: Pokaż wszystkie

source: Are you sure you want to mark all notifications as read?
da_dk: Er du sikker på, at du vil markere alle notifikationer som læst?
fr_fr: Êtes-vous certain de vouloir marquer toutes les notifications comme lues ?
pl_pl: Czy na pewno chcesz oznaczyć wszystkie powiadomienia jako przeczytane?

source: Mark all as read
da_dk: Marker alle som læst
pl_pl: Oznacz wszystko jako przeczytane

source: Something went wrong. Please contact the administrator.
da_dk: Noget gik galt. Kontakt administratoren.
pl_pl: Coś poszło nie tak, skontaktuj się z administratorem.

source: Error
da_dk: Fejl
fr_fr: Erreur
pl_pl: Błąd

source: No results.
da_dk: Ingen Resultater.
pl_pl: Brak wyników.

source: Cancel
da_dk: Annullér
fr_fr: Annuler
pl_pl: Anuluj

source: Delete
da_dk: Slet
fr_fr: Supprimer
pl_pl: Usuń

source: Are you sure you want to delete this?
da_dk: Er du sikker på du vil slette dette?
fr_fr: Etes-vous sûr de vouloir effacer ceci?
pl_pl: Czy na pewno chcesz to usunąć?

source: Confirm
da_dk: Bekræft
fr_fr: Confirmez
pl_pl: Potwierdź

source: Dashboard
da_dk: Oversigtspanel
fr_fr: Tableau de bord
pl_pl: Pulpit

source: Meaning of user roles:
da_dk: Betydningen af brugerroller:
fr_fr: Signification des rôles de l'utilisateur:
pl_pl: Znaczenie ról użytkowników:

source: Change Role
da_dk: Skift rolle
fr_fr: Changer le rôle
pl_pl: Zmień rolę

source: Once the new Role is selected, click on the %s button and those users will be updated.
da_dk: Når den nye rolle er valgt, klik på knappen %s og disse brugere vil blive opdateret.
fr_fr: Une fois le nouveau rôle sélectionné, cliquez sur le bouton% s, et les utilisateurs seront mis à jour.
pl_pl: Wybrawszy nową rolę, kliknij przycisk %s a role użytkowników zostaną zaktualizowane.

source: - Select Role -
da_dk: -Vælg rolle-
fr_fr: - Sélectionnez le rôle -
pl_pl: - Wybierz Rolę -

source: You can change Roles for PeepSo users by selecting the checkboxes for individual users and then selecting the desired Role from the %s dropdown.
da_dk: Du kan ændre roller for PeepSo brugere ved at markere afkrydsningsfelterne for de enkelte brugere og derefter vælge den ønskede rolle i rullemenuen %s.
fr_fr: Vous pouvez changer les rôles pour les utilisateurs en cochant les cases pour les utilisateurs individuels et en sélectionnant le rôle souhaité dans la %s liste déroulante.
pl_pl: Możesz zmienić role w PeepSo klikając checkbox dla wybranych użytkowników a następnie wybierając rolę z listy %s.

source: PeepSo User Roles:
da_dk: PeepSo bruger-roller:
fr_fr: Rôles de l'utilisateur PeepSo :
pl_pl: Role użytkownika PeepSo:

source: %1$sClick here%2$s for more information on assigning roles.
da_dk: %1$sKlik her%2$s for mere information om tildeling af roller.
fr_fr: %1$sCliquez ici%2$s pour plus d'informations sur l'attribution des rôles.
pl_pl: %1$sKliknij tutaj%2$s by dowiedzieć się więcej o przypisywaniu ról.

source: You have Registered or Verified users that need to be approved. To approve, change the user's role to PeepSo Member or other appropriate role.
da_dk: Du har registrerede eller bekræftede brugere der skal godkendes. For at godkende, skal du ændre brugerens PeepSo medlems rolle eller andre passende roller.
fr_fr: Vous avez des utilisateurs qui ont besoin d'être approuvé et vérifié. Pour approuver, modifier le rôle de l'utilisateur à PeepSo membres ou de tout autre rôle approprié.
pl_pl: Zarejestrowałeś lub zweryfikowałeś użytkownika którego aktywacja wymagała zatwierdzenia. Aby zatwierdzić, zmień rolę użytkownika na Członek PeepSo lub inną właściwą rolę.

source: YES---------NO
da_dk: JA---------NEJ
fr_fr: Oui---------Non
pl_pl: TAK---------NIE

source: Reset
da_dk: Nulstil
fr_fr: Réinitialiser
pl_pl: Przywróć

source: Save Settings
da_dk: Gem indstillinger
fr_fr: Enregistrer les réglages
pl_pl: Zapisz ustawienia

source: Post saved! See your saved posts <a href="%s" onclick="%s">here</a>
da_dk: Indlægget er gemt! Se dine gemte indlæg <a href="%s" onclick="%s">her</a>

source: Saved
da_dk: Gemt
fr_fr: Enregistré
pl_pl: Zapisano

source: View Replies
da_dk: Se svar
fr_fr: Voir les réponses
pl_pl: Zobacz odpowiedzi

source: Home
da_dk: Hjem
fr_fr: Accueil
pl_pl: Główna

source: Displays the community activity stream. It's an overview of the entire community. It also doubles as a Landing Page / Login Screen for not-logged in users.
da_dk: Viser fællesskabsaktivitetsstrømmen. Det er et overblik over hele samfundet. Det fungerer også som en landingsside / login-skærm for ikke-loggede brugere.
fr_fr: Affiche le flux d'activités communautaire. Il s'agit d'une vue d'ensemble de toute la communauté. Il sert également de page de destination/écran de connexion pour les utilisateurs non identifiés.
pl_pl: Wyświetla strumień aktywności społeczności. Jest to przegląd całej społeczności. Służy również jako strona docelowa / ekran logowania dla niezalogowanych użytkowników.

source: shared a %s
da_dk: delte en %s
fr_fr: a partagé une %s
pl_pl: udostępnił %s

source: You do not have permission to change post privacy settings.
da_dk: Du har ikke tilladelse til at ændre indstillinger for indlæg privatliv.
fr_fr: Vous n’êtes pas autorisé à modifier les paramètres de confidentialité de cette publication.
pl_pl: Nie masz wystarczających uprawnień by zmienić ustawienia prywatności postu.

source: Changes saved.
da_dk: Ændringer gemt.
fr_fr: Modifications enregistrées
pl_pl: Zmiany zapisane.

source: Like
da_dk: Synes godt om
fr_fr: J’aime
pl_pl: Lubię to

source: Invalid Post ID
da_dk: Ugyldigt Indlæg ID
fr_fr: ID de la publication non valide
pl_pl: Nieprawidłowe ID postu

source: Invalid Action
da_dk: Ugyldig handling
fr_fr: Action incorrecte
pl_pl: Nie prawidłowe działanie

source: You do not have permission to do that
da_dk: Du har ikke tilladelse til at gøre dette!
fr_fr: Vous n’avez pas la permission pour faire cela
pl_pl: Nie masz wystarczających uprawnień

source: liked this
da_dk: syntes godt om dette
pl_pl: lubi to

source: person likes this
da_dk: person synes godt om dette
fr_fr: personne aime ça
pl_pl: osoba to lubi

source: Report description...
da_dk: Rapportér beskrivelse...
fr_fr: Signaler la description...
pl_pl: Opis zgłoszenia...

source: Other
da_dk: Andet
fr_fr: Autre
pl_pl: Pozostałe

source: - select reason -
da_dk: - vælg årsag -
fr_fr: - Sélectionnez la raison -
pl_pl: - wybierz powód -

source: RePost
da_dk: Indlæg
fr_fr: Republier
pl_pl: Przepostuj

source: Pinned by %s
da_dk: Fastgjort af %s
fr_fr: Epinglé par %s
pl_pl: Przypięte przez %s

source: Unpin
da_dk: Frigør
fr_fr: Détacher
pl_pl: Odepnij

source: Change date & time
da_dk: Ændr dato og tid
fr_fr: Changer la date et l'heure
pl_pl: Zmień datę i czas

source: Save
da_dk: Gem
fr_fr: Sauvegarder
pl_pl: Zapisz

source: Share
da_dk: Del
fr_fr: Partager
pl_pl: Podziel się

source: Last edited %s
da_dk: Sidst redigeret %s
fr_fr: Dernière modification %s

source: Copied.
da_dk: Kopieret.
fr_fr: Copié.
pl_pl: Skopiowano.

source: Click to copy
da_dk: Klik for at kopiere
pl_pl: Klikinij żeby skopiować

source: and
da_dk: og
fr_fr: et
pl_pl: i

source: Read more
da_dk: Læs mere
fr_fr: Lire plus
pl_pl: Czytaj więcej

source: Remove Link Preview
da_dk: Fjern Forhåndsvisning Af Link
fr_fr: Supprimer la prévisualisation du lien
pl_pl: Usuń podgląd linka

source: Delete comment
da_dk: Slet kommentar
fr_fr: Supprimer le commentaire
pl_pl: Usuń komentarz

source: Edit
da_dk: Redigér
fr_fr: Modifier
pl_pl: Zmień

source: Report
da_dk: Anmeld
fr_fr: Signaler
pl_pl: Zgłoś

source: Please register or log in to perform this action
da_dk: Registrer eller log venligst ind for at udføre denne handling
fr_fr: S’il vous plaît inscrivez-vous ou connectez-vous pour effectuer cette action
pl_pl: Proszę się zarejestrować lub zalogować by to zrobić

source: Reply
da_dk: Svar
fr_fr: Répondre
pl_pl: Odpowiedz

source: You don't have permissions for that
da_dk: Du har ikke tilladelser til dette
fr_fr: Vous n’avez pas les autorisations pour cela
pl_pl: Nie masz wystarczających uprawnień

source: Error in writing Activity Stream comment.
da_dk: Fejl ved skrivning af fælleskabsstrøms indlæg
fr_fr: Erreur dans le commentaire de flux de l’activité d’écriture.
pl_pl: Pojawił się błąd podczas pisania komentarza w strumieniu aktywności.

source: The comment limit for this post has been reached.
da_dk: Kommentar grænse for dette indlæg er nået.
fr_fr: La limite de commentaire pour cette publication a été atteinte.
pl_pl: Limit komentarzy dla tego postu został osiągnięty.

source: Activity not found
da_dk: Aktivitet ikke fundet
fr_fr: Activité introuvable.
pl_pl: Aktywność nie została znaleziona

source: Could not verify nonce.
da_dk: Kunne ikke bekræfte "nonce".
fr_fr: La demande n’a pas pu être vérifiée.
pl_pl: Nie może zostać zweryfikowany.

source: %s has been banned
da_dk: %s er blevet udelukket
fr_fr: %s a été banni
pl_pl: %s został zablokowany

source: Missing ban period date
da_dk: Mangler udelukkelsesperiode dato
fr_fr: La durée du bannissement est manquante
pl_pl: Brakuje ram czasowych blokady

source: %s has been banned until %s
da_dk: %s er blevet udelukket indtil %s
fr_fr: %s a été banni jusqu'au %s
pl_pl: %s został zablokowany do %s

source: %s has been unbanned
da_dk: %s er har fået fjernet udelukkelse
fr_fr: %s a été réintégré
pl_pl: %s został odblokowany

source: Notice
da_dk: Bemærkning
fr_fr: Note
pl_pl: Powiadomienie

source: You cannot ban administrators
da_dk: Du kan ikke udelukke administratorer
pl_pl: Nie można banować administratora

source: Invalid user
da_dk: Ugyldig bruger
fr_fr: Utilisateur non valide
pl_pl: Nieprawidłowo określony użytkownik

source: You cannot ban yourself
da_dk: Du kan ikke udelukke dig selv
fr_fr: Vous ne pouvez pas vous bannir vous-même
pl_pl: Nie możesz zablokować samego siebie

source: You do not have permission to do that.
da_dk: Du har ikke tilladelse til at gøre dette!
fr_fr: Vous n’avez pas la permission pour faire cela.
pl_pl: Nie masz wystarczających uprawnień.

source: You can't block admin account.
da_dk: Du kan ikke blokere administratorkonto.
fr_fr: Vous ne pouvez pas bloquer un compte d'administrateur.
pl_pl: Nie można blokować konta administratora.

source: updated a post
da_dk: opdaterede et indlæg
fr_fr: a mis à jour une publication
pl_pl: edytował post

source: Scheduled for %s
da_dk: Planlagt til %s
fr_fr: Prévu pour %s
pl_pl: Zaplanowane na %s

source: Post is empty
da_dk: Indlæg er tom
fr_fr: Publication vide
pl_pl: Post jest pusty

source: Could not update the description.
da_dk: Kunne ikke opdatere beskrivelse.
fr_fr: Impossible de mettre à jour la description.
pl_pl: Nie udało się zaktualizować opisu.

source: Post not found.
da_dk: Indlæg blev ikke fundet.
fr_fr: Publication introuvable.
pl_pl: Post nie został znaleziony.

source: Unable to process
da_dk: Ikke i stand til at behandle
fr_fr: Impossible de démarrer le processus
pl_pl: Nie można przetworzyć

source: liked your comment
da_dk: syntes om din kommentar
pl_pl: polubił Twój komentarz

source: Someone liked your comment
da_dk: Nogen syntes om din kommentar
pl_pl: Ktoś polubił Twój komentarz

source: Invalid User id
da_dk: Ugyldigt bruger-id
fr_fr: ID utilisateur non valide
pl_pl: Nieprawidłowy identyfikator użytkownika

source: comments
da_dk: kommentarer
fr_fr: commentaires
pl_pl: komentarze

source: All %d %s displayed.
da_dk: Alle %d %s vises.
fr_fr: Tous les %d %s s’affiche.
pl_pl: Wyświetlono wszystkie %d %s.

source: Show %d %s
da_dk: Vis %d %s
fr_fr: Afficher %d %s
pl_pl: Pokaż wszystko %d %s

source: Show %d more %s
da_dk: Vis %d mere %s
fr_fr: Montrer %d %s de plus
pl_pl: Pokaż %d więcej %s

source: You do not have permission to edit this post.
da_dk: Du har ikke tilladelse til at redigere denne post.
fr_fr: Vous ne pouvez pas éditer cette publication.
pl_pl: Nie masz uprawnień do edytowania tego postu.

source: Comment is empty
da_dk: Kommentar er tom
fr_fr: Aucun commentaire
pl_pl: Komentarz nie ma treści

source: commented on a post you are following
da_dk: kommenterede på et indlæg, du følger
pl_pl: dodał(a) komentarz do posta który śledzisz

source: replied to your comment
da_dk: svarede på din kommentar
pl_pl: odpowiedział na twój komentarz

source: Someone replied to your comment
da_dk: Nogen svarede på din kommentar
pl_pl: Ktoś odpowiedział na Twój komentarz

source: commented on your post
da_dk: kommenterede på dit indlæg
pl_pl: skomentował Twój post

source: Someone commented on your post
da_dk: Nogen kommenterede på dit indlæg
pl_pl: Ktoś skomentował Twój post

source: shared your post
da_dk: delte dit indlæg
pl_pl: udostępnił Twój post

source: Someone shared your post
da_dk: Nogen delte dit indlæg
pl_pl: Ktoś udostępnił Twój post

source: wrote on your profile
da_dk: skrev på din profil
fr_fr: a écrit sur votre profil
pl_pl: napisał na twoim profilu

source: Someone posted on your profile
da_dk: Nogen skrev et indlæg på din profil
pl_pl: Ktoś zapostował na Twoim profilu

source: Activities
da_dk: Aktiviteter
fr_fr: Activités
pl_pl: Aktywności

source: comment
da_dk: kommentar
fr_fr: commentaire
pl_pl: komentarz

source: commented
da_dk: kommenterede
fr_fr: a commenté
pl_pl: skomentowano

source: Search PeepSo Comments
da_dk: Søg blandt PeepSo kommentarer
fr_fr: Rechercher Commentaires PeepSo
pl_pl: Szukaj komentarzy PeepSo

source: Update PeepSo Comment
da_dk: Opdatere PeepSo kommentar
fr_fr: Mise à jour Commentaire PeepSo
pl_pl: Aktualizuj komentarz PeepSo

source: Edit PeepSo Comment
da_dk: Rediger PeepSO kommentar
fr_fr: Modifier Commentaire PeepSo
pl_pl: Edytuj komentarz PeepSo

source: Add New PeepSo Comment
da_dk: Tilføj ny PeepSo kommentar
fr_fr: Ajouter un nouveau Commentaire PeepSo
pl_pl: Dodaj nowy komentarz PeepSo

source: View PeepSo Comment
da_dk: Se PeepSo kommentar
fr_fr: Afficher les commentaires
pl_pl: Zobacz komentarze PeepSo

source: All PeepSo Comments
da_dk: Alle PeepSo kommentarer
fr_fr: Tous les commentaires
pl_pl: Wszystkie komentarze PeepSo

source: PeepSo Comments:
da_dk: PeepSo kommentarer:
fr_fr: PeepSo Commentaires:
pl_pl: Komentarze PeepSo:

source: PeepSo Comment
da_dk: PeepSo kommentar
fr_fr: PeepSo Commentaire
pl_pl: Komentarz PeepSo

source: PeepSo Comments
da_dk: PeepSo kommentarer
fr_fr: PeepSo Commentaires
pl_pl: Komentarze PeepSo

source: post
da_dk: indlæg
fr_fr: poster
pl_pl: zapostuj

source: posted
da_dk: sendt
fr_fr: Publié
pl_pl: wysłano

source: Not found in Trash
da_dk: Ikke fundet i papirkurven
fr_fr: Pas trouvé dans la corbeille
pl_pl: Nie znaleziono w koszu

source: Not found
da_dk: Ikke fundet
fr_fr: Pas de résultat
pl_pl: Nie znaleziono

source: Search PeepSo Posts
da_dk: Søg blandt PeepSo indlæg
fr_fr: Rechercher les messages Peepso
pl_pl: Szukaj postów PeepSo

source: Update PeepSo Post
da_dk: Opdatere PeepSo indlæg
fr_fr: Mettre à jour la publication Peepso
pl_pl: Aktualizuj post PeepSo

source: Edit PeepSo Post
da_dk: Redigere PeepSo indlæg
fr_fr: Modifier message Peepso
pl_pl: Edytuj post PeepSo

source: Add New PeepSo Post
da_dk: Tilføje nye PeepSo indlæg
fr_fr: Ajouter une nouvelle publication Peepso
pl_pl: Dodaj nowy post PeepSo

source: View PeepSo Post
da_dk: Se PeepSo indlæg
fr_fr: Voir la publication
pl_pl: Zobacz post PeepSo

source: All PeepSo Posts
da_dk: Alle PeepSo indlæg
fr_fr: Tous les messages PeepSo
pl_pl: Wszystkie posty PeepSo

source: PeepSo Posts:
da_dk: PeepSo indlæg:
fr_fr: Messages Peepso:
pl_pl: Posty PeepSo:

source: PeepSo Posts
da_dk: PeepSo indlæg
fr_fr: PeepSo messages
pl_pl: Posty PeepSo

source: PeepSo Post
da_dk: PeepSo indlæg
fr_fr: Message Peepso
pl_pl: Post PeepSo

source: PeepSo Posts
da_dk: PeepSo indlæg
fr_fr: Messages Peepso
pl_pl: Posty PeepSo

source: Username
da_dk: Brugernavn
fr_fr: Identifiant
pl_pl: Nazwa użytkownika

source: First name + last name initial
da_dk: Fornavn + efternavn initialer
fr_fr: Prénom + nom initial
pl_pl: Imię + pierwsza litera nawiska

source: First name
da_dk: Fornavn
fr_fr: Prénom
pl_pl: Imię

source: Full name
da_dk: Fulde navn
fr_fr: Nom complet
pl_pl: Imię i nawzisko

source: Posts
da_dk: Opslag
fr_fr: Publications
pl_pl: Posty

source: Pages
da_dk: Sider
pl_pl: Strony

source: Documentation
da_dk: Dokumentation
pl_pl: Dokumentacja

source: Products
da_dk: Produkter
pl_pl: Produkty

source: No mutual friends
da_dk: Ingen fælles venner
fr_fr: Aucun ami mutuel
pl_pl: Brak wspólnych znajomych

source: mutual friend
da_dk: Fælles venner
fr_fr: Ami en commun
pl_pl: wspólny znajomy

source: Members
da_dk: Medlemmer
fr_fr: Membres
pl_pl: Członkowie

source: Post by %s
da_dk: Skrevet af %s
fr_fr: Publier par %s

source: %s Group
da_dk: %s Gruppe

source: Community posts
da_dk: Fællesskabs indlæg
fr_fr: Messages de la communauté
pl_pl: Posty społeczności

source: %d post
da_dk: %d indlæg
fr_fr: %d message

source: Groups
da_dk: Grupper
fr_fr: Groupes
pl_pl: Grupy

source: Sections
da_dk: Afsnit
pl_pl: Sekcje

source: Order
da_dk: Rækkefølge
pl_pl: Kolejność

source: General
da_dk: Generelt
fr_fr: Général
pl_pl: Ustawienia główne

source: Show empty sections
da_dk: Vis tomme afsnit
pl_pl: Pokazuj puste sekcje

source: Show images
da_dk: Vis billeder
pl_pl: Pokazuj zdjęcia

source: Text length
da_dk: Tekst længde
pl_pl: Długość tekstu

source: Title length
da_dk: Titel længde
pl_pl: Długość tytułu

source: Items per section
da_dk: Elementer pr. afsnit
pl_pl: Pozycje w każdej sekcji

source: Search
da_dk: Søg
fr_fr: Rechercher
pl_pl: Szukaj

source: Your server does not have OpenSSL installed.
da_dk: Din server har ikke OpenSSL installeret.
pl_pl: Twój serwer nie ma OpenSSL

source: Your server has OpenSSL installed.
da_dk: Din server har OpenSSL installeret.
pl_pl: Twój serwer ma zainstalowany OpenSSL.

source: Your server does not have SUHOSIN installed.
da_dk: Din server har ikke SUHOSIN installeret.
pl_pl: Twój serwer nie ma SUHOSIN

source: Your server has SUHOSIN installed.
da_dk: Din server har SUHOSIN installeret.
pl_pl: Twój serwer ma SUHOSIN

source: Your server does not have the SOAP Client enabled.
da_dk: Din server har ikke SOAP- klienten aktiveret.
pl_pl: Twój serwer nie ma SOAP

source: Your server has the SOAP Client enabled.
da_dk: Din server har SOAP-klienten aktiveret.
pl_pl: Twój serwer ma SOAP

source: Your server does not support cURL.
da_dk: Din server understøtter ikke cURL.
pl_pl: Twój serwer nie wspiera cURL

source: Your server supports cURL.
da_dk: Din server understøtter cURL.
pl_pl: Twój serwer ma cURL

source: Your server does not support fsockopen.
da_dk: Din server understøtter ikke "fsockopen".
pl_pl: Twój serwer ma OpenSSL

source: Your server supports fsockopen.
da_dk: Din server understøtter "fsockopen".
pl_pl: Twój serwer ma fsockopen

source: Off
da_dk: Slået fra
pl_pl: Nie

source: On
da_dk: Slået til
pl_pl: Tak

source: Not Set
da_dk: Ikke angivet
pl_pl: Nie ustawiono

source: Disabled
da_dk: Deaktiveret
fr_fr: Désactivée
pl_pl: Wyłączony

source: Enabled
da_dk: Aktiveret
fr_fr: Activé
pl_pl: Włączone

source: No
da_dk: Nej
fr_fr: Non
pl_pl: Nie

source: Yes
da_dk: Ja
fr_fr: Oui
pl_pl: Tak

source: Overview your vital WordPress and environment data. Exports as formatted .txt file.
da_dk: Oversigt dine vitale WordPress og miljø data. Eksporterer som formateret .txt fil.
pl_pl: Najważniejsze dane o twoim WordPressie i serwerze. Eksportuje się jako plik txt.

source: System Report
da_dk: System Rapport
pl_pl: Raport systemu

source: Gain full insight into your hosting environment with phpinfo() convieniently embedded at your fingertips. Exports as HTML file.
da_dk: Få fuld indsigt i dit hostingmiljø med phpinfo() indlejret bevidst lige ved hånden. Eksporterer som HTML-fil.

source: Auto scroll
da_dk: Automatisk Scroll
pl_pl: Auto przewijanie

source: PeepSo needs to be installed and activated
da_dk: PeepSo skal installeres og aktiveres
pl_pl: PeepSo musi być zainstalowane i aktywowane

source: Preview PeepSo logs in real time
da_dk: Forhåndsvis Peepso logger i realtid
pl_pl: Podgląd logów PeepSo w czasie rzeczywistym

source: It appears you have no themes using git
da_dk: Det ser ud til, du har ingen temaer ved hjælp af "Git"

source: Theme
da_dk: Tema

source: It appears you have no plugins using git
da_dk: Det ser ud til at du ikke har plugins ved hjælp af "Git"
pl_pl: Wygląda na to, że nie ma żadnych pluginów używających git

source: Path
da_dk: Sti
pl_pl: Ścieżka
