Repository: EliateMillo/peepso-core
Catalog: peepso/language/peepso-core-*.po
Languages: da_dk, fr_fr, pl_pl

source: Put these countries on top
da_dk: Sæt disse lande øverst
fr_fr: Placer ces pays en haut
pl_pl: Umieść te kraje na górze

source: Show on profile cover
da_dk: Vis på profilcover
fr_fr: Afficher sur la couverture du profil
pl_pl: Pokaż na okładce profilu

source: Thank you for upgrading PeepSo to the latest version. Please consider leaving us a <a href="%s" aria-label="Leave us a review!">★★★★★ review.</a> Thank you in advance!
da_dk: Tak for at opgradere PeepSo til den nyeste version. Overvej venligst at give os en <a href="%s" aria-label="Leave us a review!">★★★★★ review.</a> På forhånd tak!
fr_fr: Merci d'avoir installé la dernière version de PeepSo. Veuillez envisager de nous laisser un <a href="%s" aria-label="Leave us a review!">€), avis de ★★★★★.</a> Merci d'avance !

source: Hide descriptions
da_dk: Skjul beskrivelser
pl_pl: Ukryj opisy

source: Show descriptions
da_dk: Vis beskrivelser
pl_pl: Pokaż opisy

source: Upgrade
da_dk: Opgradér
pl_pl: Rozbuduj wersję

source: Please upgrade to access this feature
da_dk: Opgradér for at kunne tilgå denne funktion
pl_pl: Aby uzyskać dostęp do tej funkcji należy rozbudować wersję

source: Already installed and active
da_dk: Allerede installeret og aktiv
pl_pl: Już zainstalowane i aktywne

source: Select all
da_dk: Vælg alle
pl_pl: Wybierz wszystkie

source: Hide bulk actions
da_dk: Skjul massehandlinger
pl_pl: Ukryj akcje masowe

source: Activating ...
da_dk: Aktiverer...

source: Please select one or more products
da_dk: Vælg et eller flere produkter
pl_pl: Proszę wybrać jeden lub więcej produktów

source: Installing ...
da_dk: Installerer...
pl_pl: Instalowanie...

source: Show bulk actions
da_dk: Vis massehandlinger
pl_pl: Pokaż akcje masowe

source: Checking...
da_dk: Checker...
pl_pl: Sprawdzanie...

source: License key...
da_dk: Licensnøgle...
pl_pl: Klucz licencyjny...

source: The user has decided to keep this post private.
da_dk: Brugeren har besluttet at holde sit indlæg privat.
fr_fr: L’utilisateur a décidé de maintenir cette publication privée.
pl_pl: Użytkownik zdecydował by ten post pozostał prywatnym.

source: This pinned post will not display to all users because of its privacy settings.
da_dk: Dette fastgjorte indlæg vil ikke blive vist til alle brugere på grund af dets privatlivsindstillinger.
fr_fr: Ce message épinglé ne s’affichera pas à tous les utilisateurs en raison de ses paramètres de confidentialité.
pl_pl: Ten przypięty post nie będzie widoczny dla wszystkich użytkowników z uwagi na ustawienia prywatności.

source: Pinned
da_dk: Fastgjort
fr_fr: a été épinglé
pl_pl: Przypięto

source: Delete My Profile
da_dk: Slet min profil
fr_fr: Supprimer mon profil
pl_pl: Usuń mój profil

source: This cannot be undone.
da_dk: Denne handling kan ikke fortrydes.
pl_pl: Tego nie da się cofnąć.

source: This will remove all of your posts, saved information and delete your account.
da_dk: Dette vil fjerne alle dine indlæg, gemte oplysninger og slette din konto.
fr_fr: Cela supprimera tous vos messages, les informations enregistrées et supprimera votre compte.
pl_pl: To spowoduje usunięcie wszystkich twoich postów, zapisanych informacji oraz bezpowrotnie usunie twoje swoje konto.

source: Are you sure you want to delete your Profile?
da_dk: Er du sikker på, at du vil slette din profil?
fr_fr: Êtes-vous sûr de vouloir supprimer votre Profil ?
pl_pl: Czy na pewno chcesz usunąć swój profil?

source: ERROR: Please fill Reason for Report.
da_dk: FEJL: Udfyld begrundelse for rapport.
fr_fr: ERREUR : veuillez donner une raison au signalement.
pl_pl: BŁĄD: Proszę podać powód zgłoszenia.

source: ERROR: Please select Reason for Report.
da_dk: FEJL: Vælg årsag til rapporten.
fr_fr: Erreur: S’il vous plaît sélectionnez le Motif du rapport.
pl_pl: BŁĄD: Proszę wybrać powód zgłoszenia.

source: Post Comment
da_dk: Kommentarer til indlæg
fr_fr: Publier votre commentaire
pl_pl: Dodaj komentarz

source: Say what is on your mind...
da_dk: Fortæl, hvad du tænker på...
fr_fr: Allez-y, dites ce qui vous passe par la tête.
pl_pl: Powiedz, o czym myślisz...

source: Share This Post
da_dk: Del dette indlæg
fr_fr: Partager cet article
pl_pl: Podziel się tym postem

source: ERROR: Please provide the necessary report details.
da_dk: FEJL: Angiv de nødvendige rapportdetaljer
pl_pl: BŁĄD: Proszę podać niezbędne szczegóły zgłoszenia.

source: ERROR: Please select a report reason.
da_dk: ERROR: Vælg en årsag til rapport
pl_pl: BŁĄD: Proszę wybrać powód zgłoszenia.

source: Submit Report
da_dk: Indsend rapport
fr_fr: Envoyer le rapport
pl_pl: Prześlij zgłoszenie

source: preview thumbnail
da_dk: forhåndsvis thumbnail
fr_fr: aperçu des miniatures
pl_pl: podgląd

source: Sorry, your browser does not support embedded video.
da_dk: Beklager, men din browser understøtter ikke indlejret video.
fr_fr: Désolé, votre navigateur ne prend pas en charge la vidéo intégrée.
pl_pl: Przepraszamy, Twoja przeglądarka nie obsługuje osadzonego wideo.

source: Sorry, your browser does not support embedded audio.
da_dk: Beklager, men din browser understøtter ikke indlejret lyd.
fr_fr: Désolé, votre navigateur ne prend pas en charge l'audio intégré.
pl_pl: Przepraszamy, Twoja przeglądarka nie obsługuje osadzonego dźwięku.

source: Write a reply...
da_dk: Skriv et svar...
fr_fr: Ecrire une réponse ...
pl_pl: Napisz odpowiedź...

source: %sLogin%s to react or comment on this post.
da_dk: %sLog ind%s for at reagere eller kommentere på dette indlæg.
fr_fr: %sConnectez%s pour réagir ou commenter cette publication.
pl_pl: %sLogin%s aby zareagować lub skomentować ten post.

source: %sRegister%s or %sLogin%s to react or comment on this post.
da_dk: %sRegistrer%s eller %sLogin%s for at reagere eller kommentere på dette indlæg.
fr_fr: %sInscrivez-vous%s ou %sConnectez-vous%s pour réagir ou commenter cette publication.
pl_pl: %sRegister%s lub %sLogin%s, aby zareagować lub skomentować ten post.

source: Comments are closed
da_dk: Der er lukket for kommentarer
pl_pl: Komentarze są zamknięte

source: Post privacy
da_dk: Del privatliv
fr_fr: Confidentialité des publications
pl_pl: Prywatność postów

source: No posts found.
da_dk: Ingen indlæg fundet.
fr_fr: Aucun résultat trouvé.
pl_pl: Nie znaleziono postów.

source: Post by %s on %s
da_dk: Indlæg af %s på %s
pl_pl: Opublikowany przez %s na %s

source: You are currently only viewing %s content.
da_dk: Du ser i øjeblikket kun %s indhold.
fr_fr: Vous ne visualisez actuellement que le contenu de %s.
pl_pl: Filtr postów: %s

source: Any of the words
da_dk: Ethvert af ordene
fr_fr: Un des mots
pl_pl: Jakiekolwiek słowo

source: Exact phrase
da_dk: Præcist udtryk
fr_fr: Phrase exacte
pl_pl: Dokładna fraza

source: Type to search
da_dk: Skriv for at søge
fr_fr: Saisir le texte à rechercher
pl_pl: Wpisz żeby wyszukać

source: Search:
da_dk: Søg:
fr_fr: Rechercher :
pl_pl: Wyszukaj:

source: Hide my posts
da_dk: Skjul mine indlæg
fr_fr: Masquer mes publications
pl_pl: Ukryj moje posty

source: Show my posts
da_dk: Vis mine indlæg
fr_fr: Montrer mes publications
pl_pl: Pokaż moje posty

source: Nothing more to show.
da_dk: Intet mere at vise.
fr_fr: Il n'y a rien de plus à afficher.
pl_pl: Nic więcej do pokazania.

source: Load more
da_dk: Indlæs mere
fr_fr: Afficher plus
pl_pl: Załaduj więcej

source: %s photo
da_dk: %s billede

source: Registration Date
da_dk: Dato for registrering
fr_fr: Date d'inscription
pl_pl: Data rejestracji

source: Participants:
da_dk: Deltagere:
pl_pl: Uczestnicy:

source: Back
da_dk: Tilbage
fr_fr: Retour
pl_pl: Wróć

source: Conversation with %s
da_dk: Samtale med: %s
fr_fr: Conversation avec %s
pl_pl: Konwersacja z %s

source: No blocked members found.
da_dk: Ingen blokerede medlemmer fundet.
fr_fr: Aucun membre bloqué trouvé.
pl_pl: Nie znaleziono członków

source: Blocked Members
da_dk: Blokerede Medlemmer
fr_fr: Membres bloqués
pl_pl: Zablokowani członkowie

source: You currently have no friend requests
da_dk: Du har i øjeblikket ingen venneanmodninger
fr_fr: Vous n’avez actuellement aucune demande d’amitié
pl_pl: Obecnie nie masz zaproszeń do znajomych

source: Friends Request
da_dk: Venneanmodninger
fr_fr: Demande d’amis
pl_pl: Zaproszenia do znajomych

source: You have no friends yet
da_dk: Du har ingen venner endnu
fr_fr: Vous n’avez pas encore d’ami
pl_pl: Nie masz jeszcze znajomych

source: Duplicate
da_dk: Duplikér
fr_fr: Dupliquer
pl_pl: Powiel

source: Privacy warning text
da_dk: Privatliv advarsel tekst
fr_fr: Texte pour l'avertissement de confidentialité
pl_pl: Tekst ostrzeżenia dotyczącego prywatności

source: When enabled, users will be presented with a privacy warning after going into "edit mode" of this profile field
da_dk: Når aktiveret, vil brugere blive præsenteret for en advarsel om privatlivets fred efter at have gået ind i "redigeringstilstand" i dette profilfelt
fr_fr: Lorsque cette option est activée, les utilisateurs reçoivent un avertissement de confidentialité après être passés dans le "mode édition" de ce champ de profil
pl_pl: Po włączeniu tej opcji użytkownicy będą otrzymywać ostrzeżenie o ochronie prywatności po przejściu do „trybu edycji” tego pola profilu

source: Show a privacy warning
da_dk: Vis sikkerhedsadvarsler
fr_fr: Afficher un avertissement de confidentialité
pl_pl: Pokaż ostrzeżenie o ochronie prywatności

source: User prefix
da_dk: Brugerpræfiks
pl_pl: Prefiks użytkownika

source: Preset domain
da_dk: Forudindstillet domæne

source: Warning: searchable fields privacy will be forced as "Site Members" and will not be editable by users. The "Privacy" config tab will have no effect.
da_dk: Advarsel: søgbare felter vil blive tvunget til privatlivets fred som "Sidens medlemmer" og vil ikke kunne redigeres af brugere. Fanen til konfigurering af "Privatliv" vil ikke have nogen effekt.
fr_fr: Attention : la confidentialité des champs à rechercher peut être forcée comme "Membres du site" et ne peut pas être modifiée par les utilisateurs. L'onglet de configuration "Confidentialité" n'aura aucun effet.
pl_pl: Ostrzeżenie: pola prywatności z możliwością wyszukiwania będą wymuszane jako „Członkowie witryny” i nie będą edytowalne przez użytkowników. Zakładka konfiguracji „Prywatność” nie będzie miała żadnego wpływu.

source: Searchable
da_dk: Søgbar
fr_fr: Peut être recherché
pl_pl: Możliwość wyszukiwania

source: Half width
da_dk: Halv bredde
fr_fr: Demi-largeur
pl_pl: Połowa szerokości

source: Show only in registration
da_dk: Vis kun ved registrering
pl_pl: Pokazuj tylko przy rejestracji

source: Show in registration
da_dk: Vis ved registreringen
fr_fr: Afficher lors de l'inscription
pl_pl: Pokazuj przy rejestracji

source: %s has no blog posts yet
da_dk: %s har ingen blogindlæg endnu
fr_fr: %s n'a pas de publication de blog pour le moment
pl_pl: %s nie ma jeszcze postów na blogu

source: You have no blog posts yet
da_dk: Du har ingen blogindlæg endnu
fr_fr: Vous n'avez pas de publication de blog pour le moment
pl_pl: Nie masz jeszcze postów na blogu

source: Post
da_dk: Udgiv
fr_fr: Publication
pl_pl: Wyślij

source: Clear
da_dk: Ryd
fr_fr: Effacer
pl_pl: Wyczyść

source: Write a comment...
da_dk: Skriv en kommentar...
fr_fr: Ecrire un commentaire …
pl_pl: Napisz komentarz...

source: No comments yet
da_dk: Ingen kommentarer endnu
fr_fr: Aucun commentaire pour l'instant
pl_pl: Nie ma jeszcze komentarzy

source: Can't load comments and likes. Try refreshing the page or contact the Administrators.
da_dk: Kan ikke indlæse kommentarer og syntes godt om. Prøv at opdatere siden eller kontakt administratorerne.
fr_fr: Le chargement des commentaires et des "j'aime" n'a pas su s'effectuer. Essayez d'actualiser la page ou contactez les administrateurs.
pl_pl: Nie można załadować komentarzy i polubień. Spróbuj odświeżyć stronę lub skontaktuj się z administratorami.

source: Profile Pages
da_dk: Profilsider
fr_fr: Profil
pl_pl: Strony profilu

source: Once Weekly
da_dk: En gang om ugen
fr_fr: Hebdomadaire
pl_pl: Raz w tygodniu

source: Every Five Minutes
da_dk: Hvert femte minut
fr_fr: Toutes les cinq minutes
pl_pl: Co pięć minut

source: Every One Minute
da_dk: Hvert minut
fr_fr: Chaque Minute
pl_pl: Co minutę

source: Unsubscribe this user from all email notifications
da_dk: Afmeld denne bruger fra alle e-mail notifikationer
pl_pl: Wypisz tego użytkownika ze wszystkich powiadomień e-mail

source: Email preferences
da_dk: E-mail-indstillinger
pl_pl: Preferencje e-mail

source: PeepSo Email Notifications
da_dk: PeepSo E-mail-notifikationer
pl_pl: Powiadomienia e-mail PeepSo

source: Upgrade now!
da_dk: Opgradér nu!
fr_fr: Mettre à jour maintenant!
pl_pl: Uaktualnij teraz!

source: Please upgrade PeepSo %s and PeepSo.
da_dk: Opgrader venligst Peepso %s og PeepSo.
fr_fr: Veuillez mettre à niveau PeepSo %s et PeepSo.
pl_pl: Rozbuduj wersję PeepSo %s i PeepSo.

source: You are running PeepSo %s.
da_dk: Du bruger PeepSo %s.
fr_fr: Vous utilisez PeepSo %s.
pl_pl: Używasz PeepSo %s.

source: has been disabled because it requires <strong>PeepSo %s</strong>.
da_dk: er blevet deaktiveret, fordi det kræver <strong>PeepSo %s</strong>.
fr_fr: a été désactivé car <strong>PeepSo %s</strong> est nécessaire.
pl_pl: zostało wyłączone ponieważ wymaga <strong>PeepSo %s</strong>.

source: was only tested up to <strong>PeepSo %s</strong>.
da_dk: blev kun testet op til <strong>PeepSo %s</strong>.
fr_fr: a seulement été testé jusqu'à <strong>PeepSo %s</strong>.
pl_pl: było testowane jedynie na <strong>PeepSo %s</strong>.

source: is not fully compatible with <strong>PeepSo %s</strong>.
da_dk: er ikke fuldt kompatibel med <strong>PeepSo %s</strong>.
fr_fr: n’est pas entièrement compatible avec <strong>PeepSo %s</strong>.
pl_pl: nie jest w pełni zgodne z <strong>PeepSo %s</strong>.

source: The following PeepSo add-on plugins are incompatible with PeepSo Foundation %s. Please update PeepSo Foundation and the add-on plugins to avoid conflicts and issues.
da_dk: Følgende PeepSo tilføjelses-plugins er inkompatible med PeepSo Foundation %s. Opdater venligst PeepSo Foundation og tilføjelses-plugins for at undgå konflikter og problemer.
fr_fr: Les plugins d'extension PeepSo suivants ne sont pas compatibles avec PeepSo Foundation %s. Veuillez mettre à jour cette dernière et les plugins d'extension pour éviter les conflits et les problèmes.
pl_pl: Następujące dodatkowe wtyczki PeepSo są niekompatybilne z PeepSo Foundation %s. Zaktualizuj PeepSo Foundation i wtyczki dodatkowe, aby uniknąć konfliktów i problemów.

source: PeepSo Maintenance Scripts
da_dk: PeepSo vedligeholdelses-scripts
fr_fr: scripts d'entretien PeepSo
pl_pl: Skrypty serwisowe PeepSo

source: It looks like %s were not processing properly. We just tried to fix it automatically.<br><small>If you see this message repeatedly, there might be something wrong with your WordPress Cron. Consider deactivating and re-activating PeepSo or contacting Support.</small>
da_dk: Det ser ud til, at %s ikke blev behandlet korrekt. Vi har lige prøvet at rette det automatisk.<br><small>Hvis du ser denne meddelelse gentagne gange, kan der være noget galt med din WordPress Cron. Overvej at deaktivere og genaktivere PeepSo eller kontakte support.</small>
fr_fr: Il semblerait que des %s n'aient pas été traités correctement. Nous venons d'essayer de les réparer automatiquement.<br><small>Si ce message apparaît à nouveau, cela peut vouloir dire que le problème peut venir de votre Cron WordPress. Envisagez de désactiver et réactiver PeepSo ou de contacter l'assistance.</small>
pl_pl: Wygląda na to, że %s nie były przetwarzane prawidłowo. Próbowaliśmy to naprawić automatycznie.<br><small>Jeśli komunikat ten pojawia się wielokrotnie, być może coś jest nie tak z WordPress Cron. Spróbuj dezaktywacji i reaktywacji PeepSo, lub skontaktuj się z Supportem.</small>

source: PeepSo is having issues validating your license. <a href="ENTER_LICENSE">Review your PeepSo license keys</a>.
da_dk: PeepSo har problemer med at validere din licens. <a href="ENTER_LICENSE">Gennemgå dine PeepSo-licensnøgler</a>
fr_fr: PeepSo rencontre des problèmes lors de la validation de votre licence. <a href="ENTER_LICENSE">Vérifiez vos clés de licence PeepSo</a>.
pl_pl: PeepSo ma problemy z weryfikacją Twojej licencji. <a href="ENTER_LICENSE">Sprawdź swoje klucze licencyjne PeepSo</a>.

source: This user may not login at the moment.
da_dk: Denne bruger logger muligvis ikke på i øjeblikket.
fr_fr: Cet utilisateur n’est peut être pas connecté actuellement.
pl_pl: Ten użytkownik nie może się chwilowo logować.

source: Please verify the email address you have provided using the link in the email that was sent to you.
da_dk: Bekræft venligst den e-mail-adresse, du har angivet ved hjælp af linket i den e-mail, der blev sendt til dig.
fr_fr: S’il vous plaît vérifier l’adresse e-mail que vous avez fournies en utilisant le lien dans l’e-mail qui vous a été envoyé.
pl_pl: Proszę potwierdzić podany adres email, klikając na link w mailu który do ciebie wysłaliśmy.

source: Your account is awaiting admin approval.
da_dk: Din konto afventer administrators godkendelse.
fr_fr: Votre compte est en attente d’approbation de l’administrateur.
pl_pl: Twoje konto czeka na zatwierdzenie przez administratora.

source: Or create a new page with %s shortcode and assign it %s.
da_dk: Eller opret en ny side med %s kortkode og tildel den %s.
fr_fr: Ou créez une nouvelle page avec le shortcode %s et assignez-la à %s.
pl_pl: Lub utwórz nową stronę z %s shortcode i przypisz ją %s.

source: the list
da_dk: listen
fr_fr: la liste
pl_pl: lista

source: Or choose another page from %s.
da_dk: Eller vælg en anden side fra %s.
fr_fr: Ou choisissez une autre page dans %s.
pl_pl: Lub wybierz inną stronę z %s.

source: The assigned page with %s shortcode was not found.<br/>Make sure the page exists (is not trashed) and is published.
da_dk: Den tildelte side med %s kortkode blev ikke fundet.<br/>Sørg for at siden eksisterer (ikke er papirkurven) og er offentliggjort.
fr_fr: La page assignée avec le shortcode %s est introuvable.<br/>Assurez-vous que cette page existe (n'est pas supprimée) et est publiée.

source: Done!
da_dk: Færdig!
fr_fr: Terminé !
pl_pl: Zrobione!

source: Deleting this post will reset likes and comments on the blog post. If comment integration is enabled, a fresh activity post will be automatically created.
da_dk: Sletning af dette indlæg vil nulstille likes og kommentarer på blogindlægget. Hvis kommentarintegration er aktiveret, vil et nyt aktivitetsindlæg automatisk blive oprettet.
fr_fr: Supprimer cette publication réinitialisera les j'aime et commentaires laissés sur le message de blog. Si l'intégration de commentaire est activée, une nouvelle publication d'activité sera automatiquement créée.
pl_pl: Usunięcie tego wpisu spowoduje zresetowanie polubień i komentarzy na blogu. Jeśli włączona jest integracja komentarzy, automatycznie utworzony zostanie nowy post.

source: Ban this user
da_dk: Udeluk denne bruger
fr_fr: Bannir cet utilisateur
pl_pl: Zablokuj tego użytkownika

source: Cannot activate PeepSo; it requires <b>Permalinks</b> to be enabled. Go to <a href="%1$s">Settings -&gt; Permalinks</a> and select anything but the <i>Default</i> option.
da_dk: Kan ikke aktivere PeepSo; det kræver <b>Permalinks</b> for at være aktiveret. Gå til <a href="%1$s">Indstillinger -&gt; Permalinks</a> og vælg alt andet end <i>Standard</i> valgmulighed.
fr_fr: Vous ne pouvez pas activer PeepSo; elle nécessite <b>Permaliens</b> être activés. Allez à <a href=« %1$s »>Paramètres -> Permaliens</a> et sélectionnez autre chose que l’option <i>par défaut.</i>
pl_pl: Nie można aktywować PeepSo gdyż wymaga włączonych <b>bezpośrednich odnośników (Permalinks)</b>. Przejdź do <a href="%1$s"> Ustawienia -&gt; Bezpośrednie odnośniki</a> i wybierz jakąkolwiek opcję poza <i>Domyślną</i>.

source: Your account has been suspended until %s.
da_dk: Din konto er blevet suspenderet indtil %s.
fr_fr: Votre compte a été suspendu jusqu’au %s.
pl_pl: Twoje konto zostało zawieszone do %s.

source: The hashtag cache has been purged and it may take a while to rebuild it. You can use your site as usual.
da_dk: Hashtag-cachen er blevet renset og det kan tage et stykke tid at genopbygge den. Du kan bruge dit websted som sædvanligt.
fr_fr: Le cache de hashtag a été vidé et sa reconstruction peut prendre un certain temps. Vous pouvez utiliser votre site comme d’habitude.
pl_pl: Pamięć podręczna hashtagów została wyczyszczona, odbudowanie jej może zająć chwilę. Możesz używać swojej strony normalnie.

source: scheduled
da_dk: planlagt
fr_fr: programmé
pl_pl: zaplanowany

source: All community posts scheduled for later
da_dk: Alle fællesskabsindlæg planlagt til senere
pl_pl: Wszystkie posty społeczności zaplanowane na później

source: All scheduled posts
da_dk: Alle planlagte indlæg
fr_fr: Toutes les publications planifiées
pl_pl: Wszystkie zaplanowane posty

source: All the posts you scheduled for later
da_dk: Alle de indlæg, du har planlagt til senere
fr_fr: Toutes les publications que vous avez planifiées pour plus tard
pl_pl: Wszystkie posty, które zaplanowałeś na później

source: My scheduled posts
da_dk: Mine planlagte indlæg
fr_fr: Mes publications planifiées
pl_pl: Moje zaplanowane posty

source: Posts you added to your "Saved" list
da_dk: Indlæg, du har tilføjet til din *Gemte' liste
pl_pl: Posty dodane do listy "Zachowane"

source: saved
da_dk: gemt
fr_fr: enregistré
pl_pl: ulubione

source: Saved posts
da_dk: Gemte indlæg
pl_pl: Zachowane posty

source: followed
da_dk: følger
fr_fr: abonné

source: pages
da_dk: sider

source: groups
da_dk: grupper
fr_fr: groupes
pl_pl: grupy

source: members
da_dk: medlemmer
fr_fr: membres
pl_pl: członkowie

source: Posts from the entire community
da_dk: Indlæg fra hele fællesskabet
pl_pl: Posty z całej społeczności

source: Community
da_dk: Fællesskab
fr_fr: Communauté
pl_pl: Społeczność

source: stream
da_dk: aktivitetsstrøm
fr_fr: flux d'activité
pl_pl: strumień

source: Post by
da_dk: Indlæg af
fr_fr: Publication par
pl_pl: Post autorstwa

source: Email&nbsp;address:
da_dk: E-mailadresse:

source: Edit My Profile
da_dk: Redigér profil
fr_fr: Éditer Mon profil
pl_pl: Edytuj mój profil

source: Howdy, %s
da_dk: Hejsa, %s
fr_fr: Comment allez-vous, %s

source: Disabled %d group email subscriptions
da_dk: Deaktiverede %d gruppe-e-mail abonnementer

source: Disabled %d email notifications
da_dk: Deaktiverede %d e-mail-notifikationer

source: PeepSo released a new add-on! Check out the <a href="%s" aria-label="PeepSo installer!">Installer</a> to learn more.
da_dk: PeepSo lancerede en ny tilføjelse! Check <a href="%s" aria-label="PeepSo installer!">Installer</a> for at se mere.

source: Visit Community
da_dk: Besøg fællesskabet
fr_fr: Visitez la communauté
pl_pl: Odwiedź społeczność

source: Review your navigation settings
da_dk: Gennemse dine navigationsindstillinger
fr_fr: Passez en revue vos paramètres de navigation
pl_pl: Sprawdź ustawienia nawigacji

source: PeepSo can't locate all required shortcodes.
da_dk: PeepSo kan ikke finde alle nødvendige kortkoder.
fr_fr: PeepSo ne peut localiser tous les shortcodes requis.
pl_pl: PeepSo nie może znaleźć wymaganych shortcodes

source: Apply
da_dk: Anvend
fr_fr: Appliquer
pl_pl: Zastosuj

source: Today
da_dk: I dag
fr_fr: Aujourd'hui
pl_pl: Dzisiaj

source: You are about to be redirected
da_dk: Du er ved at blive omdirigeret
fr_fr: Vous allez être redirigé
pl_pl: Przekierowanie

source: Site Registration
da_dk: Registrering Af Websted
fr_fr: Inscription sur le site
pl_pl: Rejestracja na stronie

source: User Profile
da_dk: Bruger Profil
fr_fr: Profil de l’utilisateur
pl_pl: Profil użytkownika

source: Recent Activity
da_dk: Seneste aktivitet
fr_fr: Activité récente
pl_pl: Ostatnia aktywność

source: Verified icon 8
da_dk: Godkendt ikon 8
pl_pl: Ikona 8

source: Verified icon 7
da_dk: Godkendt ikon 7
pl_pl: Ikona 7
