Repository: EliateMillo/peepso-core
Catalog: peepso/language/peepso-core-*.po
Languages: da_dk, fr_fr, pl_pl

source: Verified icon 6
da_dk: Godkendt ikon 6
pl_pl: Zweryfikowana ikona 6

source: Verified icon 5
da_dk: Godkendt ikon 5
pl_pl: Zweryfikowana ikona 5

source: Verified icon 4
da_dk: Godkendt ikon 4
pl_pl: Zweryfikowana ikona 4

source: Verified icon 3
da_dk: Godkendt ikon 3
pl_pl: Zweryfikowana ikona 3

source: Verified icon 2
da_dk: Godkendt ikon 2
pl_pl: Zweryfikowana ikona 2

source: Verified icon 1
da_dk: Godkendt ikon 1
pl_pl: Zweryfikowana ikona 1

source: celebrates
da_dk: fejrer
fr_fr: fête
pl_pl: świętuje

source: Celebrate
da_dk: Fejre
fr_fr: Célébrer
pl_pl: Świętuj

source: is grateful for
da_dk: er taknemmelig for
fr_fr: est reconnaissant pour
pl_pl: jest wdzięczny za

source: Grateful
da_dk: Taknemmelig
fr_fr: Reconnaissant
pl_pl: Wdzięczny

source: is speechless about
da_dk: er målløs om
fr_fr: est resté sans voix à propos de
pl_pl: zaniemówił z powodu

source: Speechless
da_dk: Målløs
fr_fr: Sans voix
pl_pl: Zaniemówić

source: feels crazy about
da_dk: føler sig tosset med
fr_fr: est fou de
pl_pl: ma bzika na punkcie

source: Crazy
da_dk: Tosset
fr_fr: Fou
pl_pl: Szalony

source: is angry about
da_dk: er vred på
fr_fr: est en colère à propos de
pl_pl: jest zły o

source: Angry
da_dk: Vred
fr_fr: En colère
pl_pl: Zły

source: is sad about
da_dk: er ked af
fr_fr: est triste à propos de
pl_pl: jest smutny z powodu

source: Sad
da_dk: Ked af
fr_fr: Triste
pl_pl: Smutek

source: gasped at
da_dk: Gispede til
fr_fr: a réagi à
pl_pl: weschnął na

source: winked at
da_dk: Blinkede til
fr_fr: a fait un clin d'oeil à
pl_pl: mrugnął na

source: Wink
da_dk: Blink
fr_fr: Clin d’oeil
pl_pl: Mrugnąć

source: laughed at
da_dk: grinede ad
fr_fr: a rigolé de
pl_pl: zaśmiał się z

source: loved
da_dk: elskede
fr_fr: a adoré
pl_pl: uwielbia

source: Love
da_dk: Elsker
fr_fr: Amour
pl_pl: Uwielbiać

source: liked
da_dk: synes godt om
fr_fr: a laissé un j'aime sur
pl_pl: polubił

source: About the author:
da_dk: Om forfatteren:
fr_fr: À propos de l’auteur :
pl_pl: O autorze:

source: Likes
da_dk: Synes godt om
fr_fr: J'aime
pl_pl: Polubienia

source: Get involved!
da_dk: Bliv involveret!
fr_fr: Participez !
pl_pl: Zaangażuj się!

source: Logout icon
da_dk: Log ud ikon
pl_pl: Ikona wylogowania

source: User dropdown menu
da_dk: Bruger rullemenu
pl_pl: Rozwijane menu użytkownika

source: Avatar
da_dk: Profilbillede
pl_pl: Awatar

source: Other elements
da_dk: Andre emner
pl_pl: Inne elementy

source: Mobile
da_dk: Mobil
pl_pl: Mobilny

source: Disable
da_dk: Deaktivér
pl_pl: Wyłącz

source: Compact mode
da_dk: Kompakt tilstand
pl_pl: Tryb kompaktowy

source: Short name
da_dk: Kort navn
pl_pl: Nazwa skrócona

source: Name style
da_dk: Navnestil
pl_pl: Styl nazwy

source: Log-in link
da_dk: Link til log ind
fr_fr: Lien de connexion
pl_pl: Link do logowania

source: Space Between
da_dk: Mellemrum mellem
fr_fr: Espace entre
pl_pl: Przestrzeń pomiędzy

source: Center
da_dk: Centrer
fr_fr: Centre
pl_pl: Centrum

source: Content Position
da_dk: Indholdsposition
fr_fr: Position du contenu
pl_pl: Pozycja treści

source: PeepSo User Bar Widget
da_dk: PeepSo brugerbjælke widget
fr_fr: Widget Barre d'utilisateur PeepSo
pl_pl: Widżet paska użytkownika PeepSo

source: PeepSo UserBar
da_dk: Peepso brugerbjælke
fr_fr: UserBar PeepSo

source: PeepSo Search Widget
da_dk: PeepSo søge widget
fr_fr: Widget de recherche PeepSo
pl_pl: Widżet wyszukiwania PeepSo

source: PeepSo Search
da_dk: Peepso søgning
fr_fr: Recherche PeepSo
pl_pl: Wyszukiwanie PeepSo

source: Online Members
da_dk: Online medlemmer
fr_fr: Membres en ligne
pl_pl: Członkowie online

source: PeepSo Online Members Widget
da_dk: PeepSo online medlemmer Widget
fr_fr: PeepSo Membres en ligne Widget
pl_pl: Widget Członkowie PeepSo online

source: PeepSo Online Members
da_dk: PeepSo online medlemmer
fr_fr: PeepSo Membres en ligne
pl_pl: Członkowie PeepSo online

source: When not on my profile
da_dk: Når den ikke er på min profil
fr_fr: Quand je ne suis pas sur mon profil
pl_pl: Kiedy nie na moim profilu

source: When on my profile
da_dk: Når den er på min profil
fr_fr: Quand sur mon profil
pl_pl: Kiedy na moim profilu

source: Show on the Profile page
da_dk: Vis på profilsiden
fr_fr: Afficher sur la page de profil
pl_pl: Pokaż na stronie profilu

source: Show cover
da_dk: Vis cover
fr_fr: Afficher la couverture
pl_pl: Pokaż okładkę

source: Show community links
da_dk: Vis fællesskabslinks
fr_fr: Afficher les liens de la communauté
pl_pl: Pokaż łącza społeczności

source: Show notifications
da_dk: Vis meddelelser
fr_fr: Afficher les notifications
pl_pl: Pokaż powiadomienia

source: Hide
da_dk: Skjul
fr_fr: Masquer
pl_pl: Ukryj

source: Log-in form
da_dk: Log ind formular
fr_fr: Formulaire de connexion
pl_pl: Formularz logowania

source: Guest view
da_dk: Gæste visning
fr_fr: Invité
pl_pl: Widok dla gości

source: Pending Notifications
da_dk: Afventende Notifikationer
fr_fr: Notifications en cours
pl_pl: Oczekujące powiadomienia

source: PeepSo Profile Widget
da_dk: Peepso Profil Widget
fr_fr: PeepSo Profil Widget
pl_pl: Widget Profilu użytkownika PeepSo

source: PeepSo Profile
da_dk: Peepso Profil
fr_fr: Profil PeepSo
pl_pl: Profil użytkownika PeepSo

source: Horizontal
da_dk: Vandret
pl_pl: Poziomy

source: Vertical
da_dk: Lodret
pl_pl: Pion

source: View option
da_dk: Vis mulighed
fr_fr: Option de vue
pl_pl: Zobacz opcje

source: PeepSo Login Widget
da_dk: Peepso Log ind Widget
fr_fr: Widget de connexion à PeepSo
pl_pl: Widżet logowania PeepSo

source: PeepSo Login
da_dk: Peepso Log ind
fr_fr: Connexion à PeepSo
pl_pl: Login PeepSo

source: Latest Members
da_dk: Seneste brugere
fr_fr: Les derniers membres
pl_pl: Najnowsi użytkownicy

source: PeepSo Latest Members Widget
da_dk: Peepso Seneste Medlemmer Widget
fr_fr: Derniers membres PeepSo Widget
pl_pl: Widget Najnowsi członkowie PeepSo

source: PeepSo Latest Members
da_dk: Peepso Seneste Medlemmer
fr_fr: Derniers membres PeepSo
pl_pl: Najnowsi członkowie PeepSo

source: Minimum post count
da_dk: Minimum antal indlæg
pl_pl: Minimalna liczba postów

source: Sorted by size
da_dk: Sorter efter størrelse
fr_fr: Trié par taille
pl_pl: Sortowane według rozmiaru

source: Sorted by name
da_dk: Sorter efter navn
fr_fr: Trié par nom
pl_pl: Posortowane według nazwy

source: Mixed
da_dk: Blandet
fr_fr: Mélangé

source: List
da_dk: Liste
fr_fr: Liste
pl_pl: Lista

source: No online members
da_dk: Ingen online medlemmer
fr_fr: Aucun membre en ligne
pl_pl: Brak członków online

source: %d members total
da_dk: %d medlemmer i alt
fr_fr: %d membres au total
pl_pl: %d członków ogółem

source: %d member online
da_dk: %d medlem online
fr_fr: %d membre en ligne

source: No latest members
da_dk: Ingen seneste medlemmer
fr_fr: Aucun dernier membre
pl_pl: Brak najnowszych użytkowników

source: Members count
da_dk: Antal medlemmer
fr_fr: Nombre de membres
pl_pl: Liczba członków

source: PeepSo VIP icons
da_dk: PeepSo VIP ikoner
pl_pl: Ikony VIP PeepSo

source: Icon to display
da_dk: Ikon, der skal vises
pl_pl: Ikona do wyświetlenia

source: Icon to display next to name/username in PeepSo
da_dk: Ikon, der skal vises ved siden af navn/brugernavn i PeepSo
pl_pl: Ikona pokazana przy imieniu / nazwie użytkownika PeepSo

source: Account activated
da_dk: Konto aktiveret
fr_fr: Compte activé
pl_pl: Konto aktywowano

source: Welcome to %s
da_dk: Velkommen til %s
fr_fr: Bienvenue sur %s
pl_pl: Witaj w %s

source: User Tagged In Comment
da_dk: Bruger Nævnte I Kommentar
fr_fr: Un utilisateur a été taggé dans un commentaire
pl_pl: Użytkownik otagowany w komentarzu

source: a post
da_dk: et indlæg
fr_fr: une publication
pl_pl: post

source: in
da_dk: i
fr_fr: dans
pl_pl: w

source: mentioned you
da_dk: nævnte dig:
fr_fr: vous a mentionné
pl_pl: wspomniał o Tobie

source: wrote and mentioned you on your wall
da_dk: skrev og nævnte dig på din væg
fr_fr: a écrit et vous a mentionné sur votre mur
pl_pl: napisał i wspomniał o tobie na twojej ścianie

source: mentioned you in a comment
da_dk: nævnte dig i en kommentar
pl_pl: wspomniał o tobie w komentarzu

source: Someone mentioned you in a comment
da_dk: Nogen nævnte dig i en kommentar
fr_fr: Quelqu'un vous a mentionné dans un commentaire
pl_pl: Ktoś wspomniał o tobie w komentarzu

source: mentioned you in a post
da_dk: nævnte dig i et indlæg
pl_pl: wspomniałem o Tobie w poście

source: Someone mentioned you in a post
da_dk: Nogen nævnte dig i et indlæg
fr_fr: Quelqu'un vous a mentionné dans une publication
pl_pl: Ktoś wspomniał o tobie w poście

source: Sorry, it looks like the no social sharing platforms are enabled
da_dk: Beklager, det ser ud til at 'ingen sociale delings platforme' er aktiveret
fr_fr: Désolé, il semble que les plateformes de partage social ne soient pas activées
pl_pl: Przepraszamy, wygląda na to, że żadne platformy społecznościowe nie są włączone

source: <strong>ERROR</strong>: The password should be at least %d characters.
da_dk: <strong>FEJL</strong>: Adgangskoden skal indeholde mindst %d tegn.
fr_fr: <strong>ERREUR</strong> : le mot de passe doit contenir au moins %d caractères.
pl_pl: <strong>ERROR</strong>: Hasło powinno mieć co najmniej %d znaków.

source: <strong>ERROR</strong>: The two passwords you entered don't match.
da_dk: <strong>FEJL</strong>: De to adgangskoder, du indtastede, stemmer ikke overens.
fr_fr: <strong>Erreur</strong> : les deux mots de passe que vous avez indiqués ne sont pas identiques.
pl_pl: <strong>ERROR</strong>: Dwa wprowadzone hasła nie są zgodne.

source: <strong>ERROR</strong>: Invalid request.
da_dk: <strong>FEJL</strong>: Ugyldig anmodning.
fr_fr: <strong>Erreur</strong> : requête invalide.
pl_pl: <strong>ERROR</strong>: Nieprawidłowe żądanie.

source: <strong>ERROR</strong>: Invalid form contents, please resubmit
da_dk: <strong>FEJL</strong>: Ugyldigt felt indhold, indsend venligst igen
fr_fr: <strong>Erreur</strong> : le contenu du formulaire est invalide, s’il vous plaît soumettez le à nouveau
pl_pl: <strong>ERROR</strong>: Nieprawidłowa zawartość formularza, prześlij ponownie

source: <strong>ERROR</strong>: Invalid password reset link.
da_dk: <strong>FEJL</strong>: Ugyldigt link til nulstilling af adgangskode.
fr_fr: <strong>Erreur</strong> : Le lien pour réinitialiser le mot de passe est invalide
pl_pl: <strong>ERROR</strong>: Nieprawidłowy link do resetowania hasła.

source: <strong>ERROR</strong>: The password reset link you used is not valid anymore.
da_dk: <strong>FEJL</strong>: Linket til nulstilling af adgangskoden, du brugte, er ikke længere gyldigt.
fr_fr: <strong>Erreur</strong> : le lien de réinitialisation du mot de passe que vous avez utilisé n’est plus valide.
pl_pl: <strong>ERROR</strong>: Użyty link do resetowania hasła nie jest już ważny.

source: Reset password
da_dk: Nulstil adgangskode
fr_fr: Réinitialiser le mot de passe
pl_pl: Zresetuj hasło

source: Displays a form for changing user’s password after using Password Recover form and clicking the confirmation link.
da_dk: Viser en formular til ændring af brugerens adgangskode efter brug af Password Recover formular og klikke på bekræftelseslinket.
fr_fr: Affiche un formulaire de modification du mot de passe de l'utilisateur une fois le formulaire de récupération de mot de passe utilisé et le lien de confirmation cliqué.
pl_pl: Wyświetla formularz zmiany hasła użytkownika po użyciu formularza odzyskiwania hasła i kliknięciu linku potwierdzającego.

source: {sitename} - New User Registration
da_dk: {sitename} - Ny brugerregistrering
fr_fr: {sitename} - enregistrement d'un nouvel utilisateur
pl_pl: {sitename} - Rejestracja nowego użytkownika

source: Displays registration form for your community. You can decide which fields to show on the registration.
da_dk: Viser tilmeldingsformularen for dit fællesskab. Du kan bestemme, hvilke felter der skal vises ved registreringen.
fr_fr: Affiche le formulaire d'inscription pour votre communauté. Vous pouvez décider quels champs afficher sur l'inscription.
pl_pl: Wyświetla formularz rejestracyjny Twojej społeczności. Możesz zdecydować, które pola mają być wyświetlane podczas rejestracji.

source: We are unable to find an account for this activation code
da_dk: Vi kan ikke finde en konto til denne aktiveringskode
fr_fr: Nous ne sommes pas en mesure de trouver de compte correspondant à ce code d'activation
pl_pl: Nie możemy znaleźć konta dla tego kodu aktywacyjnego

source: Please enter an activation code
da_dk: Indtast venligst en aktiveringskode
fr_fr: Veuillez saisir un code d'activation
pl_pl: Proszę podać kod aktywacyjny

source: There is no user registered with that email address.
da_dk: Der er ingen bruger registreret med denne e-mailadresse.
fr_fr: Aucun utilisateur n'est inscrit avec cette adresse e-mail.
pl_pl: Nie ma użytkownika zarejestrowanego pod tym adresem email.

source: Please enter a valid email address
da_dk: Indtast venligst en gyldig e-mailadresse
fr_fr: Veuillez entrer une adresse e-mail valide
pl_pl: Proszę wpisać poprawny adres e-mail

source: Invalid form contents.
da_dk: Ugyldigt formularindhold.
fr_fr: Données de formulaire erronées. Veuillez essayer à nouveau.
pl_pl: Formularz zawiera niepoprawne dane.

source: The reCAPTCHA code is invalid.
da_dk: ReCAPTCHA koden er ugyldig.
fr_fr: Le code reCAPTCHA n’est pas valide.
pl_pl: Kod reCAPTCHA jest nieprawidłowy.

source: Failed to verify reCAPTCHA.
da_dk: Kunne ikke bekræfte reCAPTCHA.
fr_fr: Échec de la vérification reCAPTCHA.
pl_pl: Weryfikacja reCAPTCHA nie powiodła się.

source: Additional fields are invalid.
da_dk: Yderligere felter er ugyldige.
fr_fr: Certains champs supplémentaires ne sont pas valides.
pl_pl: Dodatkowe pola zawierają nieprawidłowe dane.

source: Required form fields are missing.
da_dk: Obligatoriske formularfelter mangler.
fr_fr: Champs obligatoires manquants
pl_pl: Brakuje wymaganych pól.

source: Form contents are invalid.
da_dk: Indhold i formularfelter er ugyldigt.
fr_fr: Données de formulaire erronées. Veuillez essayer à nouveau.
pl_pl: Zawartość formularza jest nieprawidłowa.

source: Nonce is invalid, try refreshing the page or contact the Administrators.
da_dk: Nonce er ugyldig, prøv at opdatere siden eller kontakt administratorerne.

source: ?success
da_dk: Gennemført
fr_fr: ?réussi
pl_pl: ?powodzenie

# Submit Button on PeepSo registration form
source: Register
da_dk: Tilmeld dig
fr_fr: Inscription

source: Fields marked with an asterisk (<span class="ps-form__required">*</span>) are required.
da_dk: Felter markeret med en stjerne (<span class="ps-form__required">*</span>) er obligatoriske.
fr_fr: Les champs marqués d'un astérisque (<span class="ps-form__required">*</span>) sont obligatoires.
pl_pl: Pola oznaczone gwiazdką (<span class=„ps-form__required”>*</span>) są wymagane.

source: Terms and Conditions
da_dk: Vilkår og betingelser
fr_fr: Conditions Générales d’Utilisation
pl_pl: Zasady i warunki

source: I agree to the %s.
da_dk: Jeg accepterer %s.
fr_fr: J’accepte les %s.
pl_pl: Zgadzam się z %s.

source: Please re-enter your password
da_dk: Angiv venligst din adgangskode igen
fr_fr: Veuillez confirmer le mot de passe
pl_pl: Wpisz wybrane hasło ponownie

source: Verify Password
da_dk: Bekræft din adgangskode
fr_fr: Vérifiez votre mot de passe
pl_pl: Potwierdź hasło

source: Enter your desired password
da_dk: Angiv din ønskede adgangskode.
fr_fr: Entrez votre mot de passe souhaité
pl_pl: Wpisz wybrane hasło

source: Password
da_dk: Adgangskode
fr_fr: Mot de passe
pl_pl: Hasło

source: Please re-enter your email address
da_dk: Angiv venligst din e-mailadresse igen
fr_fr: Veuillez saisir à nouveau votre adresse e-mail
pl_pl: Wpisz ponownie adres e-mail

source: Verify Email
da_dk: Godkend E-mail
fr_fr: Vérifier l'e-mail
pl_pl: Potwierdź email

source: Enter your email address
da_dk: Indtast din e-mail adresse
fr_fr: Entrez votre adresse e-mail.
pl_pl: Podaj swój adres email

source: Username must not be the same as your password.
da_dk: Adgangskoden må ikke være den samme som din nuværende adgangskode.
fr_fr: Le nom d’utilisateur ne doit pas être le même que votre mot de passe.
pl_pl: Nazwa użytkownika nie może być taka sama jak hasło.

source: Enter your desired username
da_dk: Angiv dit ønskede brugernavn.
fr_fr: Saisissez le nom d'utilisateur souhaité
pl_pl: Wpisz nazwę użytkownika

source: %s Password Reset
da_dk: %s Nulstilling af adgangskode
fr_fr: [%s] Réinisialisation du mot de passe
pl_pl: %s Zmiana hasła

source: <strong>ERROR</strong>: Invalid email address provided.
da_dk: <strong>FEJL</strong>: Ugyldig e-mail-adresse angivet.
fr_fr: <strong>Erreur:</strong> S’il vous plaît entrez votre adresse e-mail.
pl_pl: <strong>BŁĄD</strong>: Wprowadzono niepoprawny adres email.

source: <strong>ERROR</strong>: There is no user registered with that email address.
da_dk: <strong>FEJL</strong>: Der er ingen bruger registreret med denne e-mailadresse.
fr_fr: <strong>ERREUR</strong> : Il n’existe pas d’utilisateur enregistré avec cette adresse e-mail.
pl_pl: <strong>BŁĄD</strong>: Użytkownik o podanym adresie email nie istnieje.

source: <strong>ERROR</strong>: Please enter your email address.
da_dk: <strong>FEJL</strong>: Indtast venligst din e-mail adresse.
fr_fr: <strong>Erreur:</strong> S’il vous plaît entrez votre adresse e-mail.
pl_pl: <strong>BŁĄD</strong>: Proszę wpisać swój adres email.

source: Invalid captcha, please try again
da_dk: Ugyldig captcha, prøv venligst igen
fr_fr: Captcha invalide, veuillez réessayer
pl_pl: Nie poprawny kod captcha, proszę spróbować ponownie

source: Invalid form contents, please resubmit
da_dk: Ugyldigt formularindhold, indsend igen
fr_fr: Données de formulaire erronées. Veuillez essayer à nouveau.
pl_pl: Niepoprawna zawartość formularza, proszę wypełnić go ponownie

source: Recover password
da_dk: Nulstil adgangskode
fr_fr: Récupération de mot de passe
pl_pl: Odzyskaj hasło

source: Displays a password reminder form. Users enter the email they used on registration.
da_dk: Viser en formular til påmindelse om adgangskode. Brugere indtaster den e-mail, de brugte ved registrering.
fr_fr: Affiche un formulaire de rappel de mot de passe. Les utilisateurs doivent saisir l'adresse e-mail fournie lors de leur inscription.
pl_pl: Wyświetla formularz przypomnienia hasła. Użytkownicy wprowadzają adres e-mail użyty podczas rejestracji.

source: Remove
da_dk: Fjern
fr_fr: Supprimer
pl_pl: Usuń

source: Close reactions
da_dk: Luk reaktioner
pl_pl: Zamknij

source: other
da_dk: anden
fr_fr: autre
pl_pl: inna osoba

source: You
da_dk: Dig
fr_fr: Vous
pl_pl: Ty

source: reacted to your post
da_dk: reagerede på dit indlæg
pl_pl: zareagował na Twój post

source: %s your post
da_dk: %s dit indlæg
pl_pl: %s twój post

source: Someone reacted to your post
da_dk: Nogen reagerede på dit indlæg
pl_pl: Ktoś dodał reakcję do twojego posta

source: Someone %s your post
da_dk: Nogen %s dit indlæg
pl_pl: Ktoś %s twój post

source: liked your post
da_dk: synes godt om dit indlæg
pl_pl: lubi twój post

source: Someone liked your post
da_dk: Nogen kunne lide dit indlæg
pl_pl: Ktoś polubił twój post

source: GDPR requests
da_dk: GDPR anmodninger
fr_fr: Requêtes RGPD
pl_pl: Zapytania GDPR

source: Outgoing email
da_dk: Udgående e-mail
pl_pl: E-mail wychodzący

source: Some fields were not saved. Please make sure all fields are valid.
da_dk: Nogle felter blev ikke gemt. Kontroller, at alle felter er gyldige.
fr_fr: Certains champs n'ont pas été enregistrés. Veuillez vous assurer que tous les champs sont valides.
pl_pl: Niektóre pola nie zostały zapisane. Upewnij się, że wszystkie pola są prawidłowe.

source: Account
da_dk: Konto
fr_fr: Compte
pl_pl: Konto

source: About
da_dk: Om
fr_fr: À propos
pl_pl: O

source: The file size you uploaded is too big. The maximum file size is %s.
da_dk: Filen, du har forsøgt at uploade, er for stor. Den maksimale filstørrelse er %s.
fr_fr: La taille de votre image dépasse la taille maximale autorisée de : %s.
pl_pl: Rozmiar pliku który przesłałeś jest za duży. Maksymalny rozmiar pliku to %s.

source: The file type you uploaded is not allowed. Only JPEG, PNG, and WEBP allowed.
da_dk: Den filtype, du uploadede, er ikke tilladt. Kun JPEG, PNG og WEBP tilladt.
pl_pl: Ten rodzaj pliku nie jest dozwolony.

source: Changes successfully saved.
da_dk: Ændringerne blev gemt.
fr_fr: Modifications enregistrées avec succès.
pl_pl: Zmiany zapisane z powodzeniem.

source: No file uploaded.
da_dk: Ingen fil uploadet.
fr_fr: Aucun fichier n’a été téléchargé.
pl_pl: Nie przesłano żadnego pliku.

source: The file you uploaded is either missing or too large.
da_dk: Den fil, du uploadede, mangler eller er for stor.
fr_fr: Le fichier que vous avez téléchargé est absent ou trop volumineux.
pl_pl: Wysłany plik jest za duży lub nie można go było odnaleźć.

source: You do not have enough permissions.
da_dk: Du har ikke nok tilladelser.
fr_fr: Vous ne disposez pas de suffisamment d’autorisations.
pl_pl: Nie masz wystarczających uprawnień.

source: Displays user profiles. Complete with user profile activity stream, about page, notification preferences and other profile configuration options.
da_dk: Viser brugerprofiler. Færdiggør med brugerprofil aktivitetsstream, 'om' side, notifikationspræferencer og andre profil konfigurationsindstillinger.
fr_fr: Affiche les profils d'utilisateur. Complétez avec le flux d'activités du profil d'utilisateur, la page à propos, les préférences des notifications et les autres options de configuration du profil.

source: Failed to save
da_dk: Kunne ikke gemme
fr_fr: Échec de l'enregistrement
pl_pl: Nie udało się zapisać

source: Preferences saved
da_dk: Præferencer gemt
fr_fr: Préférences enregistrées
pl_pl: Zapisano

source: Failed to save changes.
da_dk: Kunne ikke gemme ændringer.
fr_fr: Impossible de sauvegarder les modifications.
pl_pl: Nie udało się zapisać zmian.

source: Preferences saved.
da_dk: Præferencer gemt.
fr_fr: Préférences enregistrées.
pl_pl: Ustawienia zostały zapisane.

source: The passwords you submitted do not match.
da_dk: Passwords er ikke ens
fr_fr: Les mots de passe ne correspondent pas.
pl_pl: Wprowadzone hasła nie są zgodne.

source: The emails you submitted do not match.
da_dk: De e-mails, du indsendte, stemmer ikke overens.
fr_fr: Les e-mails que vous avez envoyés ne correspondent pas.
pl_pl: Emaile są różne

source: That email address is already in use.
da_dk: Denne e-mailadresse er allerede i brug
fr_fr: Cette adresse e-mail est déjà utilisée
pl_pl: Ten adres e-mail jest już używany.

source: Please enter a valid email address.
da_dk: Angiv en gyldig email adresse.
fr_fr: Veuillez entrer une adresse e-mail valide.
pl_pl: Wpisz poprawny adres email.

source: That user name is already in use.
da_dk: Brugernavnet er allerede i brug.
fr_fr: Ce nom est déjà utilisé par quelqu’un d’autre.
pl_pl: Ta nazwa użytkownika jest już zajęta.

source: Couldn't save privacy
da_dk: Kunne ikke gemme privatliv
fr_fr: Impossible d'enregistrer la vie privée
pl_pl: Nie można zapisać ustawień prywatności

source: %d required field(s) missing
da_dk: %d obligatoriske felt(er) mangler
fr_fr: %d champs obligatoires manquants
pl_pl: Brakuje wymaganego pola(pól) %d

source: fill in missing required fields to be able to participate in the community.
da_dk: udfyld manglende nødvendige felter for at kunne deltage i fællesskabet.
fr_fr: Remplir les champs manquants obligatoires afin de participer au sein de la communauté.
pl_pl: uzupełnij brakujące wymagane pola aby móc dołączyć do społeczności.

source: Your profile is %d%% complete
da_dk: Din profil er %d%% færdig
fr_fr: Votre profil est complété à %d%%
pl_pl: Twój profil jest kompletny w %d%%

source: What's your website's address?
da_dk: Hvad er din hjemmeside-adresse?
fr_fr: Quelle est l'adresse de votre site internet ?
pl_pl: Jaki jest adres twojej strony internetowej?

source: Website
da_dk: Hjemmeside
fr_fr: Site Web
pl_pl: Strona internetowa
