Repository: EliateMillo/peepso-core
Catalog: peepso/language/peepso-core-*.po
Languages: da_dk, fr_fr, pl_pl

source: PeepSo Location requires a Google Maps API key.
da_dk: PeepSo Lokation kræver en Google Maps API-nøgle.
fr_fr: La localisation de PeepSo nécessite une clé API Google Maps.
pl_pl: PeepSo Location wymaga klucza API Google Maps.

source: Location: %s
da_dk: Lokation: %s
fr_fr: Emplacement : %s

source: You are not authorized to change this album location.
da_dk: Du har ikke tilladelse til at ændre albummets placering.
fr_fr: Vous n’êtes pas autorisé à modifier l'emplacement de cet album.
pl_pl: Nie jesteś uprawniony do zmiany tej lokalizacji albumu.

source: Missing field location.
da_dk: Mangler placering af felt.
fr_fr: Le champ de l'emplacement est manquant.
pl_pl: Brakujące pole lokalizacji.

source: Photo album location saved.
da_dk: Placering af fotoalbum gemt.
fr_fr: L'emplacement de l'album photo a été enregistré.
pl_pl: Lokalizacja albumu zdjęć zapisana.

source: Request could not be verified.
da_dk: Anmodningen kunne ikke verificeres.
fr_fr: La demande n’a pas pu être vérifiée.
pl_pl: Żądanie nie zostało zweryfikowane.

source: You can configure it
da_dk: Du kan konfigurere det
fr_fr: Vous pouvez le configurer
pl_pl: Możesz to skonfigurować

source: Go to the last page
da_dk: Gå til den sidste side
fr_fr: Dernière page
pl_pl: Przejdź do ostatniej strony

source: Go to the next page
da_dk: Gå til næste side
fr_fr: Page suivante
pl_pl: Przejdź do następnej strony

# paging
source: %1$s of %2$s
da_dk: %1$s ud af %2$s
fr_fr: %1$s à %2$s
pl_pl: %1$s z %2$s

source: Current page
da_dk: Aktuel side
fr_fr: Page en cours
pl_pl: Bieżąca strona

source: Go to the previous page
da_dk: Gå til forrige side
fr_fr: Page précédente
pl_pl: Przejdź do poprzedniej strony

source: Go to the first page
da_dk: Opret den første side
fr_fr: Aller à la première page
pl_pl: Przejdź do pierwszej strony

source: You do not have permission to install plugin updates
da_dk: Du har ikke tilladelse til at installere plugin opdateringer
fr_fr: Vous n'êtes pas autorisé à installer des mises à jour du plugin
pl_pl: Nie masz uprawnień do instalowania aktualizacji wtyczek

source: Update now.
da_dk: Opdater nu
pl_pl: Zaktualizuj teraz.

source: %1$sView version %2$s details%3$s or %4$supdate now%5$s.
da_dk: %1$sSe version %2$s detaljer%3$s eller %4$sopdater nu%5$s.

source: %1$sView version %2$s details%3$s.
da_dk: %1$sSe version %2$s detaljer%3$s.

source: There is a new version of %1$s available.
da_dk: Der er en ny version ad %1$s tilgængelig.

source: shared a GIF
da_dk: delte en GIF
pl_pl: udostępnił GIF

source: Get it now!
da_dk: Få det nu!
pl_pl: Pobierz już teraz!

source: Please provide GIPHY API Key.
da_dk: Angiv GIPHY API Key.
pl_pl: Podaj klucz API GIPHY.

source: Username or Email
da_dk: Brugernavn eller e-mail
pl_pl: Nazwa użytkownika lub e-mail

source: Can only be seen by you
da_dk: Kan kun ses af dig
fr_fr: Ne peut être vu que par vous
pl_pl: Widzisz tylko ty

source: Only Me
da_dk: Kun mig
fr_fr: Seulement moi
pl_pl: Tylko ja

source: Can be seen by your friends
da_dk: Kan ses af dine venner
fr_fr: Peut être vu par vos amis
pl_pl: Widzą tylko twoi przyjaciele

source: Can be seen by registered members
da_dk: Kan ses af registrerede medlemmer
fr_fr: Peut être vu par les membres inscrits
pl_pl: Widzą tylko zarejestrowani członkowie

source: Site Members
da_dk: Stedets medlemmer
fr_fr: Membres du site
pl_pl: Członkowie strony

source: Can be seen by everyone, even if they're not members
da_dk: Kan ses af alle, selvom de ikke er medlemmer
fr_fr: Peut être vu par tout le monde, même si ils ne sont pas membres
pl_pl: Widzą wszyscy, nawet jeśli nie są członkami społeczności

source: Public
da_dk: Offentlig
pl_pl: Publiczne

source: Log Out
da_dk: Log ud
fr_fr: Déconnexion
pl_pl: Wyloguj

source: Preferences
da_dk: Præferencer
fr_fr: Préférences
pl_pl: Ustawienia

source: request
da_dk: anmodning
fr_fr: requête

source: Rejected
da_dk: Afvist
fr_fr: Refusé
pl_pl: Odrzucono

source: Waiting
da_dk: Venter
fr_fr: En Attente
pl_pl: Oczekiwanie

source: Date
da_dk: Dato
pl_pl: Data

source: File Size
da_dk: Fil Størrelse
fr_fr: Taille de fichier
pl_pl: Rozmiar pliku

source: User
da_dk: Bruger
fr_fr: Utilisateur
pl_pl: Użytkownik

source: Videos
da_dk: Videoer
fr_fr: Vidéos
pl_pl: Video

source: Messages
da_dk: Beskeder
pl_pl: Wiadomości

source: Photos
da_dk: Fotos
pl_pl: Zdjęcia

source: Friends
da_dk: Venner
fr_fr: Amis
pl_pl: Znajomi

source: Personal Data
da_dk: Personlige data
fr_fr: Données personnelles
pl_pl: Dane osobowe

source: Your personal data is ready for download
da_dk: Dine personlige data er klar til download
fr_fr: Vos données personnelles sont prêtes à être téléchargées
pl_pl: Twoj dane są gotowe do ściągnięcia

source: Reject
da_dk: Afvis
fr_fr: Refusé
pl_pl: Odrzuć

source: Retry
da_dk: Forsøg igen
fr_fr: Réessayer
pl_pl: Spróbuj ponownie

source: Ready
da_dk: Klar
fr_fr: Prêt
pl_pl: Gotowe

source: Success
da_dk: Succes
fr_fr: Réussi
pl_pl: Powodzenie

source: Failed
da_dk: Mislykkedes
fr_fr: Échoué
pl_pl: Niepowodzenie

source: Processing
da_dk: Behandler
fr_fr: En cours…
pl_pl: Przetwarzanie

source: Pending
da_dk: Afventer
fr_fr: En attente
pl_pl: W toku

source: Error message must be set for custom validation
da_dk: Fejlmeddelelsen skal være indstillet til brugerdefineret validering
fr_fr: Message d’erreur doit être réglé pour validation personnalisée
pl_pl: Należy podać wiadomość o błędzie by mogła być wyświetlana podczas sprawdzana formularza

source: The password should be at least %d characters.
da_dk: Adgangskoden skal indeholde mindst %d tegn.
fr_fr: Le mot de passe doit être d’au moins% d caractères.
pl_pl: Hasło musi mieć co najmniej %d znaków.

source: This field value should be at least %d.
da_dk: Denne felts værdi skal være mindst %d.
fr_fr: Cette valeur de champ doit être au moins% d.
pl_pl: Wartość tego pola nie powinna być mniejsza niż %d.

source: This field value should be no more than %d.
da_dk: Denne felts værdi bør ikke være mere end %d.
fr_fr: Cette valeur de champ ne doit pas être plus de %d.
pl_pl: Wartość tego pola nie powinna być większa niż %d.

source: This field must an integer.
da_dk: Dette felt skal være et heltal.
fr_fr: Ce champ doit être un nombre entier
pl_pl: To pole musi zawierać wartość całkowitą.

source: This field must be positive.
da_dk: Dette felt skal være positivt.
fr_fr: Ce champ doit être positif.
pl_pl: To pole musi zawierać wartość pozytywną.

source: This field must be a valid date.
da_dk: Dette felt skal være en gyldig dato.
fr_fr: Ce champ doit contenir une date valide.
pl_pl: To pole musi zawierać prawidłową datę.

source: This field must be a valid website.
da_dk: Dette felt skal være et gyldigt websted.
fr_fr: Ce champ doit être un site Web valide.
pl_pl: To pole musi zawierać prawidłowy adres URL.

source: This field is too short, minimum length: %d.
da_dk: Dette felt er for kort, minimumslængde: %d.
fr_fr: Ce champ est trop court, longueur minimum : %d.
pl_pl: To pole jest zbyt krótkie, minimalna długość wynosi: %d.

source: This field is too long, maximum length: %d.
da_dk: Dette felt er for langt, maksimum længde: %d.
fr_fr: Ce champ est trop long, longueur maximum : %d.
pl_pl: To pole jest zbyt długie, maksymalna długość wynosi: %d.

source: Please enter a date in the past.
da_dk: Indtast en dato i fortiden.
fr_fr: S’il vous plaît entrer une date dans le passé.
pl_pl: Proszę wprowadzić datę w przeszłości.

source: This field only accepts alpha letters, numbers, dashes(-), and underscores(_), or email addresses.
da_dk: Dette felt accepterer kun alfabetiske bogstaver, tal, bindestreger (-) og understregning(_), eller e-mailadresser.
fr_fr: Ce champ accepte uniquement les lettres alphabétiques, les nombres, le tiret (-) , et le tiret bas (_) ou des adresses e-mail.
pl_pl: To pole akceptuje tylko litery, liczby, myślniki(-), podkreślenia (_) lub adresy e-mail.

source: This field accepts all letters and numbers except for HTML code.
da_dk: Dette felt accepterer alle bogstaver og tal undtagen HTML-kode.
fr_fr: Ce champ accepte les lettres et les chiffres, sauf pour le code HTML.
pl_pl: To pole akceptuje wszystkie litery i liczby z wyjątkiem kodu HTML.

source: This field only accepts alpha letters, spaces, dashes(-), and apostrophes(').
da_dk: Dette felt accepterer kun alfabetiske bogstaver, mellemrum, bindestreger (-) og apostrofer (').
fr_fr: Ce champ accepte uniquement les lettres alpha, des espaces, des tirets (-), et les apostrophes (‘).
pl_pl: To pole akceptuje tylko litery, spacje, myślniki(-) i apostrofy(').

source: This field only accepts alpha letters.
da_dk: Dette felt accepterer kun alfabetiske bogstaver.
fr_fr: Le champ doit contenir seulement des caractères alphanumériques.
pl_pl: To pole akceptuje jedynie litery.

source: This field only accepts alphanumeric characters.
da_dk: Dette felt accepterer kun alfanumeriske tegn.
fr_fr: Ce champ accepte uniquement des caractères alphanumériques.
pl_pl: To pole akceptuje jedynie znaki alfanumeryczne.

source: This field must be an email.
da_dk: Dette felt skal være en e-mail.
fr_fr: Ce champ doit être un e-mail.
pl_pl: To pole musi zawierać email.

source: This field must be a number.
da_dk: Dette felt skal være et tal.
fr_fr: Ce champ doit être un nombre.
pl_pl: To pole musi zawierać liczbę.

source: This field is required.
da_dk: Dette felt er påkrævet.
fr_fr: Ce champ est obligatoire.
pl_pl: To pole jest obowiązkowe.

source: ReCaptcha security check failed
da_dk: ReCaptcha sikkerhedstjek mislykkedes
fr_fr: La vérification de sécurité ReCaptcha a échoué
pl_pl: Sprawdzenie kodu bezpieczeństwa ReCaptcha nie powiodło się

source: %s has not followed anybody yet
da_dk: %s følger ikke nogen endnu
pl_pl: %s jeszcze nikogo nie obserwuje

source: You have not followed anybody yet
da_dk: Du følger ikke nogen endnu
pl_pl: Jeszcze nikogo nie śledzisz

source: %s has no followers yet
da_dk: %s har ingen følgere endnu
pl_pl: %s jeszcze nie ma obserwujących

source: You have no followers yet
da_dk: Du har ingen følgere endnu
pl_pl: Nie masz jeszcze obserwujących

source: Stop following
da_dk: Stop med at følge
pl_pl: Przestań obserwować

source: Click to unfollow this user
da_dk: Klik for ikke at følge denne bruger mere
pl_pl: Kliknij żeby przestać obserwować tego użytkownika

source: Following
da_dk: Følger
fr_fr: Abonnements
pl_pl: Obserwuje

source: Start following
da_dk: Begynd at følge
pl_pl: Rozpocznij obserwowanie

source: Click to follow this user
da_dk: Klik for at følge denne bruger
pl_pl: Kliknij żeby obserwować tego użytkownika

source: Not following
da_dk: Følger ikke
pl_pl: Nie śledzisz

source: This field is required
da_dk: Dette felt er obligatorisk
fr_fr: Ce champ est obligatoire
pl_pl: To pole jest obowiązkowe

source: Required
da_dk: Obligatorisk
fr_fr: Obligatoire
pl_pl: Wymagane

source: Must be a valid URL with http(s)://
da_dk: Skal være en gyldig URL med http(s)://
fr_fr: Doit être une URL valide avec http(s)://
pl_pl: Musi być prawidłowym adresem URL http(s)://

source: Force valid http(s):// links
da_dk: Gennemtving gyldige http(s):// links
fr_fr: Obliger la validation des liens http(s)://
pl_pl: Wymuś prawidłowe linki http(s)://

source: Must be a valid eMail address
da_dk: Skal være en gyldig e-mailadresse
pl_pl: Musi to być aktualny adres e-mail

source: Force valid email addresses
da_dk: Gennemtving gyldige e-mailadresser
pl_pl: Wymuś prawidłowe adresy e-mail

source: Minimum length: %s
da_dk: Maksimumslængde er %s
fr_fr: Longueur minimale : %s
pl_pl: Minimalna długość: %s

source: Minimum length
da_dk: Minimum længde
fr_fr: Longueur minimale
pl_pl: Minimalna długość

source: Maximum length: %s
da_dk: Maksimal længde: %s
fr_fr: Longueur maximale : %s
pl_pl: Maksymalna długość: %s

source: character(s)
da_dk: karakter(er)
fr_fr: caractère(s)
pl_pl: znak(ów)

source: Maximum length
da_dk: Maksimum længde
fr_fr: Longueur maximale
pl_pl: Maksymalna długość

source: Minimum age: %s
da_dk: Minimum alder: %s
fr_fr: Âge Minimum: %s
pl_pl: Minimalnie: %s

source: Maximum age: %s
da_dk: Maksimum alder: %s
fr_fr: Âge Maximum: %s
pl_pl: Maksymalnie: %s

source: You have to select at least %s option(s)
da_dk: Du skal vælge mindst %s mulighed(er)
fr_fr: Vous devez sélectionner au moins %s option(s)
pl_pl: Musisz wybrać przynajmniej %s opcję/opcji

source: Require a selection of minimum
da_dk: Kræver et valg af minimum
fr_fr: Nécessite la sélection d'un minimum
pl_pl: Wymaga wyboru minimum

source: You cannot select more than %s option(s)
da_dk: Du kan ikke vælge mere end %s mulighed(er)
fr_fr: Vous ne pouvez pas sélectionner plus de %s option(s)
pl_pl: Nie możesz wybrać więcej niż %s opcji

source: option(s)
da_dk: mulighed(er)
pl_pl: opcja / opcje

source: Require a selection of maximum
da_dk: Kræver et valg af maksimum
fr_fr: Nécessite la sélection d'un maximum
pl_pl: Wymaga wybrania maksimum

source: Must be a valid username
da_dk: Skal være et gyldigt brugernavn
pl_pl: Musi być poprawną nazwą użytkownika

source: Force valid usernames
da_dk: Gennemtving gyldige brugernavne
pl_pl: Wymuś prawidłowe nazwy użytkownika

source: What's your username?
da_dk: Hvad er dit brugernavn?
pl_pl: Jaka jest twoja nazwa użytkownika?

source: full link
da_dk: fuldt link
pl_pl: cały link

source: username
da_dk: brugernavn
pl_pl: nazwa użytkownika

source: What's the site's address?
da_dk: Hvad er webstedets adresse?
fr_fr: Quelle est l’adresse de votre site ?
pl_pl: Jaki jest adres strony?

source: What's the email address?
da_dk: Hvad er e-mailadressen?
fr_fr: Quelle est l'adresse e-mail ?
pl_pl: Jaki jest twój adres e-mail?

source: Toggle datepicker
da_dk: Slå datovælger til/fra
fr_fr: Activer datepicker
pl_pl: Przełączanie wyboru daty

source: Set date
da_dk: Angiv dato
fr_fr: Définir une date
pl_pl: Ustaw datę

source: %s old
da_dk: %s gammel
fr_fr: %s d'âge

source: from now
da_dk: fra nu af
fr_fr: à partir de maintenant
pl_pl: od teraz

source: ago
da_dk: siden
fr_fr: plus tôt
pl_pl: temu

source: When did it happen?
da_dk: Hvornår skete det?
fr_fr: Quand cela s’est-il produit ?
pl_pl: Kiedy to się stało?

source: relative - age (ie 25 years old)
da_dk: relativ - alder (f.eks. 25 år gammel)
fr_fr: Relatif - âge (c'est-à-dire âgés de 25 ans)
pl_pl: względne - wiek (np. 25 lat)

source: relative - time passed (ie 1 month, 5 years)
da_dk: relativ - tid gået (f.eks. 1 måned, 5 år)
fr_fr: relatif - le temps passé (c'est-à-dire 1 mois, 5 ans)
pl_pl: względne - ile czasu minęło (np. 1 miesiąc, 5 lat)

source: date (WordPress format)
da_dk: dato (WordPress format)
fr_fr: Date (format de WordPress)
pl_pl: data (w formacie WordPressa)

source: date picker
da_dk: datovælger
fr_fr: Sélecteur de dates
pl_pl: wybór daty

source: Tell us about it.
da_dk: Fortæl os om det.
fr_fr: Dites-nous quelque chose à votre sujet.
pl_pl: Powiedz nam o tym.

source: Markdown formatted
da_dk: Markdown formateret
fr_fr: Mise en forme Markdown

source: textarea (multiple lines)
da_dk: tekstfelt (flere linjer)
fr_fr: Texte (plusieurs lignes)
pl_pl: obszar tekstowy (wiele linii)

source: input (single line)
da_dk: input (enkelt linje)
fr_fr: entrée (simple ligne)
pl_pl: pole wpisu (pojedyncza linia)

source: Select an option...
da_dk: Vælg en mulighed...
fr_fr: Sélectionnez une option...
pl_pl: Wybierz opcję...

source: Pick only one.
da_dk: Vælg kun én.
fr_fr: Choisissez seulement un.
pl_pl: Wybierz tylko jedno.

source: Select as many as you like.
da_dk: Vælg så mange, du ønsker.
fr_fr: Sélectionnez-en autant que vous le souhaitez.
pl_pl: Wybierz dowolną ilość.

source: checklist
da_dk: tjekliste
pl_pl: lista kontrolna

source: Enter location name
da_dk: Angiv lokationens navn...
fr_fr: Entrez le nom de l’emplacement
pl_pl: Podaj nazwę lokalizacji

source: Share your location
da_dk: Del din placering
fr_fr: Partager votre emplacement
pl_pl: Udostępnij swoją lokalizację

source: Map selector
da_dk: Kort vælger
fr_fr: Sélectionneur de carte
pl_pl: Wybór mapy

source: clickable link
da_dk: klikbart link
fr_fr: lien cliquable
pl_pl: aktywny link

source: Select your country.
da_dk: Vælg dit land.
fr_fr: Sélectionnez votre pays.
pl_pl: Wybierz kraj.

source: Edit privacy of
da_dk: Rediger privatliv for
fr_fr: Modifier la confidentialité de
pl_pl: Edytuj prywatność

source: Some fields privacy is defined by the administrators
da_dk: Nogle felters fortrolighed er defineret af administratorerne
fr_fr: Certaines champs privés sont définis par les administrateurs
pl_pl: Prywatność niektórych pól jest określana przez administratorów

source: Stay safe! Be careful about disclosing personal information.
da_dk: Hold dig sikker! Vær forsigtig med at afsløre personlige oplysninger.
fr_fr: Restez en sécurité ! Attention à ne pas divulguer des informations personnelles.
pl_pl: Bądź bezpieczny! Zachowaj ostrożność przy ujawnianiu danych osobowych.

source: Enter data
da_dk: Indtast data
fr_fr: Entrer des données
pl_pl: Wprowadź dane

source: External link warning
da_dk: Eksternt link advarsel
fr_fr: Avertissement de lien externe
pl_pl: Ostrzeżenie o linkach zewnętrznych

source: Depending on your configuration, when clicking a link posted within your community users will be warned if the link clicked leads out of your website.
da_dk: Afhængigt af din konfiguration, vil brugerne blive advaret, når de klikker på et link, der er indsendt i dit fællesskab, hvis det link, de klikker på, fører væk fra dit websted.
fr_fr: En fonction de votre configuration, si un utilisateur clique sur un lien publié sur votre communauté, un message d'avertissement de lien menant hors du site sera affiché.
pl_pl: W zależności od konfiguracji, po kliknięciu linku opublikowanego w społeczności użytkownicy zostaną ostrzeżeni, jeśli kliknięty link prowadzi poza Twoją witrynę.

source: Western Sahara
da_dk: Vest-Sahara
fr_fr: Sahara occidental

source: Wallis and Futuna
da_dk: Wallis og Futuna
fr_fr: Wallis et Futuna

source: Virgin Islands, U.S.
da_dk: Amerikanske Jomfruøer
fr_fr: Îles Vierges américaines

source: Virgin Islands, British
da_dk: Britiske Jomfruøer
fr_fr: Iles Vierges britanniques

source: Venezuela, Bolivarian Republic of
da_dk: Venezuela, Den Bolivariske Republik
fr_fr: Venezuela, République bolivarienne du

source: United States Minor Outlying Islands
da_dk: De Mindre Amerikanske Oversøiske Øer
fr_fr: Îles mineures éloignées des États-Unis

source: United States
da_dk: USA
fr_fr: États-Unis d'Amérique

source: United Kingdom
da_dk: Storbritannien
fr_fr: Royaume-Uni

source: United Arab Emirates
da_dk: De Forenede Arabiske Emirater
fr_fr: Émirats Arabes Unis

source: Turks and Caicos Islands
da_dk: Turks- og Caicosøerne
fr_fr: Îles Turques et Caïques

source: Turkey
da_dk: Tyrkiet
fr_fr: Turquie

source: Tunisia
da_dk: Tunesien
fr_fr: Tunisie
pl_pl: Tunezja

source: Trinidad and Tobago
da_dk: Trinidad og Tobago
fr_fr: Trinité-et-Tobago

source: Tanzania, United Republic of
da_dk: Tanzania, Den Forenede Republik
fr_fr: Tanzanie, République-Unie de

source: Tajikistan
da_dk: Tadsjikistan
fr_fr: Tadjikistan

source: Taiwan, Province of China
da_dk: Taiwan, provinsen Kina
fr_fr: Taïwan, Province de Chine

source: Syrian Arab Republic
da_dk: Den Syriske Arabiske Republik
fr_fr: République arabe syrienne

source: Switzerland
da_dk: Schweiz
fr_fr: Suisse
pl_pl: Szwajcaria

source: Sweden
da_dk: Sverige
fr_fr: Suède

source: Swaziland
da_dk: Eswatini

source: Svalbard and Jan Mayen
da_dk: Svalbard og Jan Mayen
fr_fr: Svalbard et Jan Mayen

source: Suriname
da_dk: Surinam

source: Spain
da_dk: Spanien
fr_fr: Espagne
pl_pl: Hiszpania

source: South Sudan
da_dk: Sydsudan
fr_fr: Soudan du Sud

source: South Georgia and the South Sandwich Islands
da_dk: Sydgeorgien og Sydsandwichøerne (South Georgia and the South Sandwich Islands)
fr_fr: Géorgie du Sud et les Îles Sandwich du Sud

source: South Africa
da_dk: Sydafrika
fr_fr: Afrique du Sud

source: Solomon Islands
da_dk: Salomonøerne
fr_fr: Îles Salomon

source: Slovenia
da_dk: Slovenien
fr_fr: Slovénie

source: Slovakia
da_dk: Slovakiet
fr_fr: Slovaquie

source: Sint Maarten (Dutch part)
da_dk: Sint Maarten (Nederlandske del)
fr_fr: Saint-Martin (partie néerlandaise)

source: Seychelles
da_dk: Seychellerne

source: Serbia
da_dk: Serbien
fr_fr: Serbie

source: Saudi Arabia
da_dk: Saudi Arabien
fr_fr: Arabie Saoudite

source: Sao Tome and Principe
da_dk: Sao Tome og Principe
fr_fr: Sao Tomé-et-Principe

source: Saint Vincent and the Grenadines
da_dk: Saint Vincent og Grenadinerne
fr_fr: Saint-Vincent et les Grenadines

source: Saint Pierre and Miquelon
da_dk: Saint Pierre og Miquelon
fr_fr: Saint-Pierre-et-Miquelon

source: Saint Martin (French part)
da_dk: Saint Martin (franske del)
fr_fr: Saint-Martin (partie française)

source: Saint Kitts and Nevis
da_dk: Saint Kitts og Nevis
fr_fr: Saint-Kitts-et-Nevis

source: Saint Helena, Ascension and Tristan da Cunha
da_dk: Saint Helena, Ascension og Tristan da Cunha
fr_fr: Sainte-Hélène, Ascension et Tristan da Cunha

source: Russian Federation
da_dk: Den Russiske Føderation
fr_fr: Fédération de Russie
pl_pl: Rosja

source: Romania
da_dk: Rumænien
fr_fr: Roumanie

source: Poland
da_dk: Polen
fr_fr: Pologne

source: Philippines
da_dk: Philippinerne

source: Palestinian Territory, Occupied
da_dk: Palæstinensisk territorium, besat
fr_fr: Territoires palestiniens occupés

source: Norway
da_dk: Norge
fr_fr: Norvège

source: Northern Mariana Islands
da_dk: Nordmarianerne
fr_fr: Îles Mariannes du Nord

source: New Caledonia
da_dk: Ny Kaledonien
fr_fr: Nouvelle-Calédonie

source: Netherlands
da_dk: Nederlandene
fr_fr: Pays-Bas

source: Morocco
da_dk: Marokko
fr_fr: Maroc

source: Mongolia
da_dk: Mongoliet
fr_fr: Mongolie

source: Moldova, Republic of
da_dk: Moldova
fr_fr: Moldavie, République de

source: Micronesia, Federated States of
da_dk: Micronesien, De forenede stater
fr_fr: Micronésie, États fédérés de

source: Mauritania
da_dk: Mauritanien
fr_fr: Mauritanie

source: Marshall Islands
da_dk: Marshall-øerne
fr_fr: Îles Marshall
pl_pl: Wyspy Marshalla

source: Maldives
da_dk: Maldiverne

source: Madagascar
da_dk: Madagaskar

source: Macedonia, the former Yugoslav Republic of
da_dk: Nordmakedonien, Republikken
fr_fr: Macédoine du Nord

source: Lithuania
da_dk: Litauen
fr_fr: Lituanie

source: Libya
da_dk: Libyen
fr_fr: Libye
pl_pl: Libia

source: Lebanon
da_dk: Libanon
fr_fr: Liban

source: Latvia
da_dk: Letland
fr_fr: Lettonie

source: Lao People's Democratic Republic
da_dk: Laos Demokratiske Folkerepublik
fr_fr: Laos, République démocratique populaire lao

source: Kyrgyzstan
da_dk: Kirgisistan
fr_fr: Kirghizistan

source: Korea, Republic of
da_dk: Sydkorea
fr_fr: Corée, République de

source: Korea, Democratic People's Republic of
da_dk: Nordkorea
fr_fr: Corée, République populaire démocratique de

source: Italy
da_dk: Italien
fr_fr: Italie
pl_pl: Wlochy

source: Ireland
da_dk: Interlingue
fr_fr: Irlande

source: Iraq
da_dk: Irak
fr_fr: Irak
pl_pl: Irak

source: Iran, Islamic Republic of
da_dk: Iran, den islamiske republik
fr_fr: Iran, République islamique d'

source: Indonesia
da_dk: Indonesien
fr_fr: Indonésie

source: India
da_dk: Indien
fr_fr: Inde
pl_pl: Indie

source: Iceland
da_dk: Island
fr_fr: Islande

source: Hungary
da_dk: Ungarn
fr_fr: Hongrie
pl_pl: Węgry

source: Holy See (Vatican City State)
da_dk: Den Hellige Stol (Vatikanstaten)
fr_fr: Saint-Siège (État de la Cité du Vatican)

source: Heard Island and McDonald Islands
da_dk: Heard Island og McDonald Islands
fr_fr: Îles Heard-et-MacDonald

source: Greenland
da_dk: Grønland
fr_fr: Groenland

source: Greece
da_dk: Grækenland
fr_fr: Grèce
pl_pl: Grecja

source: Germany
da_dk: Tyskland
fr_fr: Allemagne
pl_pl: Niemcy

source: Georgia
da_dk: Georgien
fr_fr: Géorgie

source: French Southern Territories
da_dk: Franske Sydlige Territories
fr_fr: Terres australes et antarctiques françaises
