Repository: EliateMillo/peepso-core
Catalog: peepso/language/peepso-core-*.po
Languages: da_dk, fr_fr, pl_pl

source: This will be sent when a user "shared" another user's post
da_dk: Dette vil blive sendt, når en bruger "deler" en anden brugers opslag.
fr_fr: Ceci sera envoyé lorsqu'un utilisateur partage le message d’un autre utilisateur
pl_pl: Ta wiadomość zostanie wysłana kiedy użytkownik "udostepni" post innego użytkownika

source: Share Post
da_dk: Del opslag
fr_fr: Partager cette publication
pl_pl: Udostępniono post

source: This will be sent when a user writes on another user's wall
da_dk: Dette vil blive sendt, når en bruger skriver på en anden brugers væg.
fr_fr: Ce sera envoyé quand un utilisateur écrit sur le mur d’un autre utilisateur
pl_pl: Ta wiadomość zostanie wysłana kiedy użytkownik napisze post na profilu innego użytkownika

source: Wall Post
da_dk: Væg opslag
fr_fr: Mur
pl_pl: Post na profilu

source: This will be sent when a user "likes" another user's comments on the post
da_dk: Dette vil blive sendt, når en bruger "likes" en anden brugers kommentarer til indlægget
fr_fr: Ceci sera envoyé lorsqu'un utilisateur "aime" les commentaires d'autres utilisateurs sur une publication
pl_pl: Ta wiadomość zostanie wysłana kiedy użytkownik "polubi" komentarz do postu innego użytkownika

source: Like User Comment
da_dk: Synes Om Brugerkommentar
fr_fr: Aime le commentaire de cet utilisateur
pl_pl: Polubienie komentarza użytkownika

source: This will be sent to a comment owner when another user comments on the comment
da_dk: Dette vil blive sendt til en kommentar ejer, når en anden bruger kommentarer til kommentaren
fr_fr: Ceci sera envoyé à l'auteur du commentaire lorsqu'un autre utilisateur commente son message
pl_pl: Ta wiadomość zostanie wysłana do właściciela komentarza kiedy zostanie skomentowany przez innego użytkownika

source: User Reply Comment
da_dk: Bruger besvar kommentar
fr_fr: Commentaire de l’utilisateur
pl_pl: Odpowiedź użytkownika na komentarz

source: This will be sent to a post owner when another user comments on the post
da_dk: Dette vil blive sendt til en opslags ejeren, når en anden bruger kommenterer til opslaget
fr_fr: Ce sera envoyé au propriétaire de la publication lorsqu’un autre utilisateur publie un commentaire
pl_pl: Ta wiadomość zostanie wysłana do właściciela postu kiedy zostanie skomentowany przez innego użytkownika

source: User Comment
da_dk: Bruger Kommentar
fr_fr: Commentaire Utilisateur
pl_pl: Komentarz użytkownika

source: This will be sent when a user "likes" another user's post
da_dk: Dette vil blive sendt, når en bruger "liker" en anden brugers opslag.
fr_fr: Ce sera envoyé quand un utilisateur « aime » le profil d’un autre utilisateur
pl_pl: Ta wiadomość zostanie wysłana kiedy użytkownik "polubi" post innego użytkownika

source: Like Post
da_dk: Synes godt om Indlæg
fr_fr: J’aime cette publication
pl_pl: Polubiono post

source: This will be sent when someone interacts with a user's Activity Stream
da_dk: Dette vil blive sendt, når nogen interagerer med en brugers aktivitetsstrøm
fr_fr: Ce sera envoyé quand quelqu’un interagit avec le flux d’activité d’un autre
pl_pl: Ta wiadomość zostanie wysłana kiedy ktoś odpowie na aktywność użytkownika w strumieniu aktywności

source: Activity Notice
da_dk: Aktivitets Meddelelse
fr_fr: Avis d’activité
pl_pl: Powiadomienie o aktywności

source: This will be sent if user has unread notifications and is not receiving real-time emails.
da_dk: Dette vil blive sendt, hvis brugeren har ulæste meddelelser og ikke modtager real-time e-mails.
pl_pl: Zostanie wysłane jeśli użytkownik ma nieprzeczytane powiadomienia i nie otrzymuje wiadomości e-mail w czasie rzeczywistym.

source: Notification digest
da_dk: Meddelelsesoversigt
fr_fr: Résumé des notifications

source: This will be sent when an Admin approves a user registration.
da_dk: Dette vil blive sendt, når en administrator godkender en brugerregistration.
fr_fr: Ce sera envoyé lorsque un administrateur aura validé l’utilisateur.
pl_pl: Ta wiadomość zostanie wysłana kiedy admin zatwierdzi rejestrację użytkownika.

source: Account Approved
da_dk: Konto Godkendte
fr_fr: Compte Approuvé
pl_pl: Konto zatwierdzono

source: This will be sent to new users upon completion of the registration process when Account Verification is disabled
da_dk: Dette vil blive sendt til nye brugere, når registreringsprocessen er afsluttet, når kontoverifikation er deaktiveret
fr_fr: Ce sera envoyé aux nouveaux utilisateurs à la fin du processus d’enregistrement quand la vérification des comptes est désactivée
pl_pl: Ta wiadomość zostanie wysłana do nowych użytkowników, którzy zakończyli proces rejestracji, kiedy weryfikacja konta jest wyłączona

source: New User Email (No Account Verification)
da_dk: Ny Bruger-E-Mail (Ingen Kontobekræftelse)
fr_fr: Nouvel e-mail utilisateur (Pas de vérification des comptes)
pl_pl: Email do nowego użytkownika (bez weryfikacji konta)

source: This will be sent to new users upon completion of the registration process
da_dk: Dette vil blive sendt til nye brugere ved afslutningen af registreringsprocessen
fr_fr: Cet e-mail sera envoyé à un nouvel utilisateur lors de l’inscription.
pl_pl: Ta wiadomość zostanie wysłana do nowych użytkowników, którzy zakończyli proces rejestracji

source: New User Email
da_dk: Ny Bruger E-Mail
fr_fr: Nouvelle adresse mail utilisateur
pl_pl: Email do nowego użytkownika

source: Toggle panel: %s
da_dk: Skift panel: %s
fr_fr: Changer de panneau : %s
pl_pl: Zwiń panel: %s

source: Please correct the errors below
da_dk: Ret venligst fejlene nedenfor
fr_fr: Merci de corriger les erreurs suivantes:
pl_pl: Proszę poprawić błędy wyświetlone poniżej

source: Options updated
da_dk: Indstillinger opdateret
fr_fr: Options actualisées
pl_pl: Ustawienia zaktualizowano

source: Live updates
da_dk: Live opdateringer
fr_fr: Actualités en direct
pl_pl: Notyfikacje w tle

source: Advanced System options
da_dk: Avancerede systemmuligheder
pl_pl: Zaawansowane ustawienia systemu

source: Advanced
da_dk: Avanceret
fr_fr: Options avancées
pl_pl: Zaawansowane

source: Edit content of emails sent by PeepSo to users and Admins
da_dk: Rediger indhold af e-mails sendt af Peepso til brugere og administratorer
fr_fr: Modifier le contenu des e-mails envoyés par PeepSo aux utilisateurs et aux administrateurs
pl_pl: Zmień treść emaili wysyłanych przez PeepSo do użytkowników i adminów

source: Edit Emails
da_dk: Rediger e-mails

source: Notifications
da_dk: Notifikationer
pl_pl: Powiadomienia

source: Blog Posts
da_dk: Blog-indlæg
fr_fr: Publications du blog
pl_pl: Posty na blogu

source: Stream Posts
da_dk: Aktivitetsstrøms Indlæg
fr_fr: Messages des actualités
pl_pl: Posty w strumieniu

source: Registration, login and security
da_dk: Registrering, login, sikkerhed
pl_pl: Rejestracja, logowanie i bezpieczeństwo

source: Accounts & Security
da_dk: Konti og sikkerhed
pl_pl: Konta i bezpieczeństwo

source: Look and feel settings
da_dk: Indstillinger for udseende og følelse
fr_fr: Paramètres d'apparence
pl_pl: Ustawienia wyglądu

source: Appearance
da_dk: Udseende
fr_fr: Apparence
pl_pl: Wygląd

source: General configuration settings for PeepSo
da_dk: Generelle indstillinger for PeepSo
fr_fr: Paramètres de configuration générales pour PeepSo
pl_pl: Globalna konfiguracja ustawień PeepSo

source: Some settings have been changed. Be sure to save your changes.
da_dk: Nogle indstillinger er blevet ændret. Sørg for at gemme ændringerne.
fr_fr: Certains paramètres ont été modifiés. Veillez à sauvegarder vos modifications.
pl_pl: Niektóre ustawienia zostały zmienione. Upewnij się, że zostaną zapisane.

source: Field descriptions
da_dk: Felt beskrivelse
fr_fr: Descriptions du champ
pl_pl: Opisy pól

source: Tab titles
da_dk: Fane titler
fr_fr: Titres des onglets
pl_pl: Nazwy zakladek

source: Class must be instance of PeepSoConfigSectionAbstract
da_dk: Klasse skal være forekomst af PeepSoConfigSectionAbstrakt
fr_fr: Classe doit être instance de PeepSoConfigSectionAbstract
pl_pl: Class musi być instance PeepSoConfigSectionAbstract

source: Clear logs
da_dk: Ryd log
fr_fr: Effacer les journaux
pl_pl: Wyczyść logi

source: Are you sure?
da_dk: Er du sikker?
fr_fr: Êtes-vous sûr ?
pl_pl: Na pewno?

source: deleted
da_dk: slettet
fr_fr: supprimé
pl_pl: usunięto

source: Reset Password
da_dk: Nulstil adgangskode
fr_fr: Réinitialiser le mot de passe
pl_pl: Reset hasła

source: Login
da_dk: Log ind
fr_fr: Connexion
pl_pl: Zaloguj

source: Attempts Type
da_dk: Forsøg Type
fr_fr: Type de tentative

source: URL Attacked
da_dk: URL Angrebet
fr_fr: URL attaquée
pl_pl: Zaatakowany adres URL

source: Lockouts Count
da_dk: Antal Lockouts
fr_fr: Nombre de verrouillages
pl_pl: Liczba blokad

source: Failed Attempts Count
da_dk: Mislykkede Forsøg Antal
fr_fr: Nombre de tentatives infructueuses
pl_pl: Liczba nieudanych prób

source: Last Failed Attempt
da_dk: Sidste Mislykkede Forsøg
fr_fr: Dernière tentative infructueuse
pl_pl: Ostatnia nieudana próba

source: Attempted Username
da_dk: Forsøgt Brugernavn
fr_fr: Nom d'utilisateur tenté
pl_pl: Próbowana nazwa użytkownika

source: %s attempt left
da_dk: %s forsøg tilbage
fr_fr: %s tentative restante

source: {sitename} - Failed Login Attempts
da_dk: {sitename} - Mislykkede Login Forsøg
fr_fr: {sitename} - Tentatives de connexion infructueuses

source: You have exceeded maximum login retries. Please try after %s
da_dk: Du har overskredet maksimale login hentning. Prøv venligst efter %s
fr_fr: Vous avez dépassé le nombre maximum de nouvelles tentatives. Veuillez réessayer dans %s

source: Please try again after %s.
da_dk: Prøv venligst igen efter %s.
fr_fr: Veuillez réessayer dans %s.

source: %s minute
da_dk: %s minut

source: Use WordPress categories
da_dk: Brug WordPress kategorier
fr_fr: Utiliser les catégories WordPress
pl_pl: Użyj kategorii WordPress

source: Use WordPress tags
da_dk: Brug WordPress-tags
fr_fr: Utiliser les tags WordPress
pl_pl: Użyj tagów WordPressa

source: WordPress meta as PeepSo hashtags
da_dk: Wordpress meta som PeepSo hashtags
fr_fr: Meta WordPress en tant que hashtags PeepSo

source: List your hashtags separated by spaces, using the # character for each hashtag.
da_dk: List dine hashtags adskilt af mellemrum, ved hjælp af # tegnet for hvert hashtags.
fr_fr: Lister vos hashtags séparés par des espaces, en utilisant le caractère # pour chaque hashtag.

source: Supports MarkDown formatting. HTML will be ignored.
da_dk: Understøtter MarkDown formatering. HTML vil blive ignoreret
fr_fr: Supporte le formatage de MarkDown (MarkDown formatting). Le HTML sera ignoré.
pl_pl: Wspiera formatowanie MarkDown. HTML będzie ignorowany.

source: Displays above the blog post embed on PeepSo stream.
da_dk: Viser over blogindlægget indlejret på PeepSo stream.
fr_fr: Affiche au-dessus du post de blog intégré dans le flux PeepSo.

source: %s excerpt
da_dk: %s uddrag
fr_fr: %s extrait

source: Use with caution! Disabling PeepSo BlogPosts integration for a category will prevent new stream posts from being created. Old posts (if any) will remain, but comment integration will be disabled both for new and old posts in this category.
da_dk: Brug med forsigtighed! Deaktivering af PeepSo BlogPosts integration for en kategori vil forhindre nye stream indlæg i at blive oprettet. Gamle indlæg (hvis nogen) vil fortsætte, men integration af kommentarer vil blive deaktiveret både for nye og gamle indlæg i denne kategori.
pl_pl: Należy zachować ostrożność! Wyłączenie integracji PeepSo - BlogPosts dla kategorii uniemożliwi tworzenie nowych postów w strumieniu. Stare posty (jeśli istnieją) pozostaną, ale integracja komentarzy zostanie wyłączona zarówno dla nowych, jak i starych postów w tej kategorii.

source: PeepSo Blog Posts integration
da_dk: Peepso Blog Indlæg integration
pl_pl: Integracja PeepSo z blogiem

source: PeepSo Blog Posts Integration
da_dk: Peepso Blog Indlæg Integration
fr_fr: Intégration des articles de blog PeepSo
pl_pl: Integracja PeepSo postów bloga

source: Username and password required.
da_dk: Brugernavn og adgangskode kræves.
fr_fr: Nom d’utilisateur et mot de passe requis !
pl_pl: Wymagana nazwa użytkownika i hasło.

source: Invalid email address.
da_dk: Ugyldig e-mail-adresse.
pl_pl: Nieprawidłowy adres email.

source: ReCaptcha security check failed.
da_dk: Sikkerhedstjek af ReCaptcha mislykkedes.
pl_pl: Sprawdzenie zabezpieczeń ReCaptcha nie powiodło się.

source: Sorry, your login attempt failed. Please refresh the page and try again.<br><br>Contact the webmaster if the problem persists.
da_dk: Beklager, dit loginforsøg mislykkedes. Opdater siden, og prøv igen.<br><br>Kontakt webmasteren, hvis problemet fortsætter.
fr_fr: Désolé, votre tentative de connexion a échoué. Veuillez actualiser la page et essayer à nouveau. <br><br>Contactez le webmaster si le problème persiste.

source: Login Error
da_dk: Fejl ved login
fr_fr: Erreur de connexion:
pl_pl: Błąd logowania

source: The request has been rejected.
da_dk: Anmodningen er blevet afvist.
fr_fr: La requête a été refusée.
pl_pl: Odrzucono

source: The request is now ready for processing export data.
da_dk: Anmodningen er nu klar til behandling af eksportdata.
fr_fr: La requête est maintenant prête pour le traitement des données des exportations.
pl_pl: Żądanie exportu danych jest teraz gotowe do przetwarzania.

source: unpublished
da_dk: Ikke publiceret
fr_fr: Non publiée
pl_pl: nieopublikowane

source: Delete this item, leave the post alone.
da_dk: Slet dette element, lad indlægget være alene.
fr_fr: Supprimer cet élément, laissez la publication seule.
pl_pl: Skasuj tą pozycję, pozostaw post bez zmian.

source: Dismiss
da_dk: Afvis
fr_fr: Rejeter
pl_pl: Ignoruj

source: Reported
da_dk: Rapporteret
fr_fr: Signalé
pl_pl: Zgłoszone

source: Reason for Report:
da_dk: Begrundelse for rapport:
fr_fr: Motif du rapport:
pl_pl: Powód zgłoszenia:

source: User profile
da_dk: Bruger profil
fr_fr: Profil de l’utilisateur
pl_pl: Profil

source: Actions
da_dk: Handlinger
pl_pl: Działania

source: 1 item
da_dk: 1 element
fr_fr: 1 article
pl_pl: 1 obiekt

source: Minimum value should be less than or equal to %d (maximum value).
da_dk: Minimumværdien skal være mindre end eller lig med %d (maksimal værdi).
fr_fr: La valeur minimale doit être inférieure ou égale à %d (valeur maximale).
pl_pl: Minimalna wartość powinna być mniejsza lub równa %d (maksymalna wartość).

source: Maximum value should be greater than or equal to %d (minimum value).
da_dk: Maksimumværdien skal være større end eller lig med %d (mindste værdi).
fr_fr: La valeur maximale doit être supérieure ou égale à %d (valeur minimale).
pl_pl: Maksymalna wartość powinna być większa lub równa %d (minimalna wartość).

source: Value should be greater than or equal to 0.
da_dk: Værdien skal være større end eller lig med 0.
fr_fr: La valeur doit être supérieure ou égale à 0.
pl_pl: Wartość powinna być większa lub równa 0.

source: To be able to add new Profile Fields. Please install PeepSo Extended Profile Fields plugin. You can find it <a href="https://peepso.com/pricing" target="_blank">here</a>.
da_dk: For at kunne tilføje nye profilfelter. Installer venligst PeepSo Extended Profile Fields plugin. Du kan finde det <a href="https://peepso.com/pricing" target="_blank">her</a>.
fr_fr: Pour ajouter de nouveaux champs de profil. S’il vous plaît veuillez installer le plugin "PeepSo Core : Profils étendus". Vous pouvez le trouver <a href="https://peepso.com/pricing" target="_blank"> ici</a>.
pl_pl: Aby móc dodawać nowe pola profilowe, zainstaluj proszę PeepSo Extended Profiles. Plugin możesz znaleźć <a href="https://peepso.com/pricing" target="_blank">tutaj</a>. Context | Edit Context.

source: The Mail Queue is empty.
da_dk: Mail-køen er tom.
fr_fr: La file d’attente est vide.
pl_pl: Kolejka wiadomości jest pusta.

source: %1$d %2$s processed in %3$d seconds
da_dk: %1$d %2$s behandlet i %3$d sekunder
fr_fr: %1$d %2$s traités en %3$d secondes
pl_pl: %1$d %2$s przetworzono w %3$d sekund

source: COPY
da_dk: KOPIER
fr_fr: COPIER
pl_pl: Kopiuj

source: Not a peepso_user_field
da_dk: Ikke et peepso_user_field
fr_fr: Ce n'est pas un peepso_user_field

source: Invalid field ID
da_dk: Ugyldigt felt-ID
fr_fr: ID de champ non valide

source: Invalid type
da_dk: Ugyldig type
fr_fr: Type non valide
pl_pl: Nieprawidłowy typ

source: Cannot delete core vip icon
da_dk: Kan ikke slette det centrale vip-ikon
pl_pl: Nie można usunąć ikony core vip

source: VIP Icon description
da_dk: VIP-ikon beskrivelse
pl_pl: Opis ikony VIP

source: New VIP Icon
da_dk: Nyt VIP-ikon
pl_pl: Nowa ikona VIP

source: Cannot delete core fields
da_dk: Kan ikke slette kernefelter
fr_fr: Impossible de supprimer les champs de base

source: reacted to
da_dk: reagerede på
fr_fr: a réagi à
pl_pl: zareagował na

source: New reaction
da_dk: Ny reaktion
fr_fr: Nouvelle réaction

source: New post background
da_dk: Ny indlægsbaggrund
pl_pl: Nowe tło posta

source: Your license can't be checked because of an API request limit.<br/> Please wait a few minutes and try again.<br/>If the problem persists, please contact <a href="https://peepso.com/contact" target="_blank">PeepSo Support</a>.
da_dk: Din licens kan ikke kontrolleres på grund af en API-anmodningsgrænse.<br/> Vent et par minutter og prøv igen.<br/>Hvis problemet fortsætter, kontakt venligst <a href="https://peepso.com/contact" target="_blank">Peepso Support</a>.
fr_fr: Votre licence ne peut pas être vérifiée en raison d'une limite de requête API.<br/> Veuillez patienter quelques minutes et réessayer.<br/>Si le problème persiste, veuillez contacter <a href="https://peepso.com/contact" target="_blank">l'assistance PeepSo</a>.

source: Expired %s
da_dk: Udløbet %s

source: Valid until %s
da_dk: Gyldig indtil %s

source: Deleted successfully.
da_dk: Slettet med succes.
fr_fr: Supprimé avec succès.
pl_pl: Usunięto pomyślnie

source: The login attempts logs is empty.
da_dk: Logget på logs er tomt.
fr_fr: Le journal des tentatives de connexion est vide.
pl_pl: Rejestr prób logowania jest pusty.

source: login attempt
da_dk: Log ind forsøg
fr_fr: tentative de connexion

source: %1$d %2$s deleted in %3$d seconds
da_dk: %1$d %2$s slettes om %3$d sekunder
fr_fr: %1$d %2$s supprimé en %3$d secondes

source: Invalid license key
da_dk: Ugyldig licensnøgle
pl_pl: Nieprawidłowy klucz licencyjny

source: Insufficient permissions.
da_dk: Utilstrækkelige tilladelser.
fr_fr: Permissions insuffisantes
pl_pl: Niewystarczające uprawnienia.

source: Enable additional statistics
da_dk: Aktivér yderligere statistikker
fr_fr: Activer les statistiques supplémentaires
pl_pl: Włącz dodatkowe statystyki

source: I don't want to register
da_dk: Jeg ønsker ikke at registrere
fr_fr: Je ne souhaite pas m'inscrire
pl_pl: Nie chcę się rejestrować

source: Once registered, you will receive updates and special offers from PeepSo. We will send your administrator's email and site URL to PeepSo server.
da_dk: Når du er registreret, vil du modtage opdateringer og særlige tilbud fra PeepSo. Vi sender din administrators e-mail og websteds-URL til PeepSo-serveren.
pl_pl: Po rejestracji będziesz otrzymywać aktualizacje i oferty specjalne od PeepSo. Wyślemy adres e-mail administratora i adres URL witryny na serwer PeepSo.

source: Profile
da_dk: Profil
fr_fr: Profil
pl_pl: Profil

source: See all Pending Members
da_dk: Se alle afventende medlemmer
fr_fr: Voir tous les membres en attente
pl_pl: Zobacz wszystkich oczekujących członków

source: Dismiss and Ban
da_dk: Afvis og Udeluk
fr_fr: Rejeter et bannir
pl_pl: Odrzuć i zablokuj

source: Approve
da_dk: Godkend
fr_fr: Approuver
pl_pl: Zatwierdź

source: The list is empty
da_dk: Listen er tom
fr_fr: La liste est vide
pl_pl: Lista jest pusta

source: likes
da_dk: synes godt om
fr_fr: j’aime
pl_pl: polubienia

source: posts
da_dk: indlæg
fr_fr: publications
pl_pl: posty

source: Last month
da_dk: Sidste måned
fr_fr: Dernier mois
pl_pl: Ubiegły miesiąc

source: This month
da_dk: Denne måned
fr_fr: Ce mois-ci
pl_pl: Bieżący miesiąc

source: Last week
da_dk: Sidste uge
fr_fr: Dernière semaine
pl_pl: Ubiegły tydzień

source: This week
da_dk: Denne uge
fr_fr: Cette semaine
pl_pl: Bieżący tydzień

source: Stream
da_dk: Aktivitetsstrøm
fr_fr: Flux d'activité
pl_pl: Strumień

source: Edit this user
da_dk: Rediger denne bruger
fr_fr: Modifier cet utilisateur
pl_pl: Edytuj tego użytkownika

source: No users found
da_dk: Ingen brugere fundet
fr_fr: Aucun utilisateur trouvé
pl_pl: Nie znaleziono użytkowników

source: View comment
da_dk: Vis kommentar
fr_fr: Afficher les commentaires
pl_pl: Zobacz komentarze

source: View post
da_dk: Vis indlæg
fr_fr: Voir la publication
pl_pl: Zobacz post

source: View profile
da_dk: Se profil
fr_fr: Voir le profil
pl_pl: Zobacz profil

source: No recent posts.
da_dk: Ingen seneste indlæg.
fr_fr: Pas de publications récentes.
pl_pl: Brak ostatnio dodanych postów.

source: Comments
da_dk: Kommentar
fr_fr: Commentaires
pl_pl: Komentarze

source: Unknown
da_dk: Ukendt
fr_fr: Inconnu
pl_pl: Nieznane

source: Female
da_dk: Kvinde
fr_fr: Femme
pl_pl: Kobiety

source: Male
da_dk: Mand
fr_fr: Homme
pl_pl: Mężczyźni

source: User Demographics
da_dk: Bruger Demografi
fr_fr: Démographie utilisateur
pl_pl: Dane demograficzne użytkowników

source: Most Recent Content
da_dk: Seneste Indhold
fr_fr: Contenu le plus récent
pl_pl: Najnowsza zawartość

source: Users
da_dk: Brugere
fr_fr: Utilisateurs
pl_pl: Użytkownicy

source: User Engagement
da_dk: Bruger Engagement
fr_fr: Engagement de l’utilisateur
pl_pl: Zaangażowanie użytkowników

source: Get Free eBook Now! ($9.99 Value)
da_dk: Få gratis eBook nu! (til en værdi af $9,99 )
fr_fr: Obtenez l’eBook gratuit dès maintenant ! (Valeur de $9,99)
pl_pl: Sięgnij teraz po darmowy ebook! (o wartości $9.99)

source: Profile Link
da_dk: Profil Link
fr_fr: Lien du Profil
pl_pl: Link profilu

source: Pending admin approval
da_dk: Afventer administrator godkendelse
fr_fr: Attente de l'approbation d'un administrateur
pl_pl: Oczekuje na zatwierdzenie przez admina

source: Pending user email verification
da_dk: Afventende bruger e-mail verifikation
fr_fr: Vérification d'adresse e-mail de l'utilisateur en cours
pl_pl: Oczekuje na weryfikację emaila

source: Banned
da_dk: Udelukket
fr_fr: Banni
pl_pl: Zablokowany

source: Community Administrator
da_dk: Fællesskabet Administrator
fr_fr: Administrateur de la communauté
pl_pl: Administrator społeczności

source: Community Moderator
da_dk: Fællesskabet Moderator
fr_fr: Modérateur de la communauté
pl_pl: Moderator społeczności

source: Community Member
da_dk: Medlem Af Fællesskabet
fr_fr: Membre de la communauté
pl_pl: Członek społeczności

source: Verified email, awaiting Adminstrator approval
da_dk: Bekræftet e-mail, afventer godkendelse af Adminstrator
fr_fr: E-mail vérifié, en attente d’approbation de l’administrateur
pl_pl: Email zweryfikowany, oczekuje na zatwierdzenie przez Administratora

source: Registered, awaiting email verification
da_dk: Registreret, afventer e-mail verifikation
fr_fr: Enregistré, en attente de vérification d’adresse e-mail
pl_pl: Zarejestrowany, oczekuje na email weryfikujący

source: Banned, cannot login or participate
da_dk: Udelukket, kan ikke logge ind eller deltage
fr_fr: Banni, ne peut pas s’identifier ou participer
pl_pl: Zablokowany, nie może się logować ani korzystać z dostępnych możliwości społeczności

source: PeepSo Administrator, can Moderate, edit users, etc.
da_dk: PeepSo Administrator, kan moderere og redigere brugere mv.
fr_fr: PeepSo administrateur, peut modérer, modifier les utilisateurs, etc..
pl_pl: Administrator PeepSo, prowadzi moderację, zmienia ustawienia użytkowników, itd.

source: Full member, can write posts and participate
da_dk: Fuld medlem kan, skrive indlæg og deltage
fr_fr: Membre de plein droit, peut écrire des messages et participer
pl_pl: Pełne członkostwo, może pisać posty i w pełni korzystać z dostępnych możliwości społeczności
