Repository: EliateMillo/peepso-core
Catalog: peepso/language/peepso-core-*.po
Languages: da_dk, fr_fr, pl_pl

source: Static preview image for fixed_width
da_dk: Statisk forhåndsvisningsbillede for fixed_width

source: Width set to 200px. Good for mobile use.
da_dk: Bredde indstillet til 200px. God til mobilbrug.
pl_pl: Szerokość ustawiona na 200px. Dobra dla urządzeń mobilnych.

source: Max content rating
da_dk: Max indholdsvurdering
pl_pl: Maksymalna ocena treści

source: No limit
da_dk: Ingen grænse
pl_pl: Bez limitu

source: Inappropriate under the age of 17
da_dk: Upassende under 17 år
pl_pl: Nieodpowiednie poniżej 17 roku życia

source: May be inappropriate under the age of 13
da_dk: Kan være upassende under 13 år
pl_pl: Może być nieodpowiednie poniżej 13 roku życia

source: May be inappropriate for children
da_dk: Kan være upassende for børn
pl_pl: Może być nieodpowiednie dla dzieci

source: Suitable for everyone
da_dk: Passende for alle
pl_pl: Odpowiednie dla każdego

source: Illustrated content only
da_dk: Kun illustreret indhold
pl_pl: Tylko zawartość ilustrowana

source: Limit
da_dk: Grænse

source: GIPHY API Key
da_dk: GIPHY API-nøgle
pl_pl: Klucz API GIPHY

source: Let users override this setting
da_dk: Lad brugere overskrive denne indstilling
fr_fr: Permettre aux utilisateurs de modifier ce paramètre
pl_pl: Pozwól użytkownikom nadpisywać to ustawienie

source: Who can post on "my profile" page
da_dk: Hvem kan skrive på "min profil" side
fr_fr: Qui peut poster sur la page de mon profil
pl_pl: Kto może dodawać posty na stronie mojego profilu

source: (profile owner)
da_dk: (profilejer)
fr_fr: (propriétaire du profil)
pl_pl: (właściciel profilu)

source: Allow non-admins to schedule posts
da_dk: Tillad ikke-administratorer at planlægge indlæg
fr_fr: Permettre aux non-admins de planifier des messages
pl_pl: Zezwól nie- adminom tworzyć zaplanowane posty

source: Display view count
da_dk: Vis visningsantal
fr_fr: Afficher le nombre de vues
pl_pl: Wyświetlanie liczby odsłon

source: Both
da_dk: Begge
fr_fr: Les deux
pl_pl: Oba

source: Only unique members
da_dk: Kun unikke medlemmer
fr_fr: Uniquement les membres uniques
pl_pl: Tylko unikatowi użytkownicy

source: Only general count
da_dk: Kun generel tæller
fr_fr: Seulement le compte général
pl_pl: Tylko ogólna liczba

source: Unique members - counts unique views by users who are logged in
da_dk: Unikke medlemmer - tæller unikke visninger af brugere, der er logget ind
fr_fr: Membres uniques - compte des vues uniques par les utilisateurs qui sont connectés
pl_pl: Unikalni użytkownicy - zlicza unikalne odsłony przez zalogowanych użytkowników

source: General count - counts every time the post is rendered to anybody
da_dk: Generel tæller - tæller hver gang indlægget gengives til nogen
fr_fr: Compte général - compte chaque fois que la publication est envoyée à quelqu'un
pl_pl: Zliczanie ogólne - zlicza za każdym razem, gdy post jest wyświetlany komukolwiek

source: Mark edited content
da_dk: Markér redigeret indhold
pl_pl: Oznacz edytowaną zawartość

source: Enabled: a small icon will be added to edited posts and comments, informing the user when was the last time the content was edited.
da_dk: Aktiveret: Et lille ikon vil blive tilføjet til redigerede indlæg og kommentarer, der informerer brugeren om, hvornår det sidst var, indholdet blev redigeret.
pl_pl: Włączone: mała ikona zostanie dodana do edytowanych postów i komentarzy, informując użytkownika, kiedy ostatnio edytowano treść.

source: Post length limit
da_dk: Grænse for indlægs længde
pl_pl: Limit długości posta

source: It is generally recommended to keep this value below 10000 (ten thousand). Extremely long posts might run into performance issues.
da_dk: Det anbefales generelt at holde denne værdi under 10.000 (ti tusinde). Ekstremt lange indlæg kan løbe ind i ydeevneproblemer.
pl_pl: Ogólnie zaleca się utrzymywanie tej wartości poniżej 10000 (dziesięć tysięcy). Bardzo długie posty mogą powodować problemy z wydajnością.

source: Default post privacy
da_dk: Standardindlægs privatliv
fr_fr: Niveau de confidentialité par défaut des publications
pl_pl: Domyślna prywatność postów

source: Defines the default starting privacy level for new posts. Users can change it, and the postbox will always remember their last choice.
da_dk: Definerer standardstartbeskyttelsesniveauet for nye indlæg. Brugere kan ændre det, og postkassen vil altid huske deres sidste valg.
fr_fr: Définit le niveau de confidentialité de départ par défaut des nouvelles publications. Les utilisateurs peuvent modifier et la boîte aux lettres se souviendra toujours du dernier choix.
pl_pl: Określa domyślny początkowy poziom prywatności dla nowych postów. Użytkownicy mogą go zmienić, a ich ostatni wybór będzie zapamiętany.

source: Links & Embeds
da_dk: Links og indlejringer
fr_fr: Liens & Intégrations
pl_pl: Linki i embedy

source: Preferred thumbnail size
da_dk: Foretrukken thumbnail-størrelse
pl_pl: Preferowany rozmiar miniatury

source: Bigger thumbnails might impact loading speeds.
da_dk: Større thumbnails kan påvirke læsningshastigheder.
pl_pl: Większe miniatury mogą niekorzystnie wpłynąć na szybkość ładowania.

source: This will only be attempted on WordPress embeds coming from your website, as we cannot control external embeds.
da_dk: Dette vil kun blive forsøgt på WordPress "embeds" kommer fra din hjemmeside, da vi ikke kan kontrollere eksterne "indlejringer".
pl_pl: Będzie to miało miejsce tylko w przypadku osadzeń WordPress pochodzących z Twojej witryny, ponieważ nie możemy kontrolować zewnętrznych osadzeń.

source: PeepSo will attempt to use this resolution (or the closest possible) in the activity streams, which results in sharper images.
da_dk: PeepSo vil forsøge at bruge denne opløsning (eller det nærmest mulige) i aktivitetsstrømme, hvilket resulterer i skarpere billeder.
pl_pl: PeepSo spróbuje użyć tej rozdzielczości (lub najbliższej możliwej) w strumieniach aktywności, co polepszy ostrość zdjęć.

source: Default
da_dk: Standard
pl_pl: Domyślny

source: Refresh previews (BETA)
da_dk: Opdater forhåndsvisninger (BETA)
fr_fr: Rafraîchir les aperçus (BETA)
pl_pl: Odśwież podgląd (BETA)

source: If enabled PeepSo will periodically refresh URL previews. This might cause some posts to load slower when refreshing.<br/>Use this option especially if you recently changed the static images option
da_dk: Hvis det er aktiveret, vil PeepSo periodisk opdatere URL-eksempler. Dette kan medføre, at nogle indlæg indlæses langsommere, når de opdateres.<br/>Brug denne mulighed, især hvis du for nylig har ændret indstillingen for statiske billeder
fr_fr: Si cette option est activée, PeepSo actualisera périodiquement les aperçus d'URL. Cela peut ralentir le chargement de certaines publications lors de l'actualisation.<br/>Utilisez cette option surtout si vous avez récemment modifié l'option images statiques
pl_pl: Włączone: PeepSo będzie od czasu do czasu odświeżać podglądy linków. To może spowodować wolniejsze ładowanie postów wymagających odświeżenia. Użyj tej opcji zwłaszcza jeśli niedawno zmieniłeś opcje obrazków.

source: Every %d minutes
da_dk: Hvert %d minut
fr_fr: Toutes les %d minutes

source: Fallback to img tag (BETA)
da_dk: Fallback til img-tag (BETA)
fr_fr: Revenir à la balise img (BETA)

source: If no viable thumbnail is provided by the target, PeepSo will attempt to use the first img tag from the page source.
da_dk: Hvis der ikke leveres et levedygtigt miniaturebillede af målet, vil PeepSo forsøge at bruge det første img-tag fra sidekilden.
fr_fr: Si aucune vignette viable n'est fournie par la cible, PeepSo tentera d'utiliser la première balise img à partir de la source de la page.
pl_pl: W przypadku niedostępności odpowiedniej miniatury, PeepSo spróbuje użyć pierwszy img tag ze źródła strony.

source: Prefer previews with images (BETA)
da_dk: Foretrækker forhåndsvisninger med billeder (BETA)
fr_fr: Préférer les aperçus avec les images (BETA)
pl_pl: Preferuj podglądy z obrazami (BETA)

source: If no img tag is detected in the fetched result, PeepSo will attempt alternative methods to obtain a link preview
da_dk: Hvis der ikke registreres et img-tag i det hentede resultat, vil PeepSo forsøge alternative metoder til at få et linkeksempel
fr_fr: Si aucune balise img n'est détectée dans le résultat récupéré, PeepSo va essayer des méthodes alternatives pour obtenir un aperçu du lien
pl_pl: Jeśli w pobranym wyniku nie zostanie wykryty żaden img tag, PeepSo spróbuje alternatywnych metod uzyskania podglądu linku

source: Allow non-SSL previews
da_dk: Tillad ikke-SSL forhåndsvisninger
fr_fr: Autoriser les aperçus non-SSL
pl_pl: Zezwalaj na podglądy inne niż SSL

source: Enables non-SSL (http://) link fetching. This can lead to "insecure content" warnings if your site is using SSL
da_dk: Aktiverer ikke-SSL (http://) linkhentning. Dette kan føre til advarsler om "usikkert indhold", hvis dit websted bruger SSL
fr_fr: Active la récupération de liens non-SSL (http://). Cela peut entraîner des avertissements de "contenu non sécurisé" si votre site utilise le protocole SSL
pl_pl: Włącza pobieranie linków bez SSL (http://). Może to prowadzić do ostrzeżeń o „niezabezpieczonej zawartości”, jeśli witryna korzysta z protokołu SSL.

source: Prefer a smaller thumbnail
da_dk: Foretrækker en mindre thumbnail
fr_fr: Préférer une miniature plus petite
pl_pl: Preferuj mniejszą miniaturę

source: Show a smaller link preview thumbnail on a wide viewport (more than 480 pixels) to save space
da_dk: Vis et mindre link-forhåndsminiaturebillede på en bred visningsport (mere end 480 pixels) for at spare plads
fr_fr: Afficher une petit vignette d'aperçu de lien sur les larges fenêtres d'affichage (plus de 480 pixels) pour économiser de l'espace
pl_pl: Wyświetlanie mniejszej miniatury podglądu linku w szerokiej przeglądarce (ponad 480 pikseli) w celu zaoszczędzenia miejsca.

source: Load link previews
da_dk: Indlæs forhåndsvisninger af link
fr_fr: Charger les aperçus des liens
pl_pl: Załaduj podgląd linków

source: OFF: no attempts to fetch links will be made
da_dk: FRA: Der vil ikke blive gjort forsøg på at hente links
pl_pl: OFF: nie będą podejmowane żadne próby pobierania linków

source: ON: links posted by users will be fetched into a preview box (embed)
da_dk: TIL: links indsendt af brugere vil blive hentet i en forhåndsvisningsboks (indlejret)
pl_pl: ON: linki publikowane przez użytkowników będą pobierane do okna podglądu (embed)

source: Hide http(s)://
da_dk: Skjul http(s)://
fr_fr: Masquer http(s)://
pl_pl: Ukryj http(s)://

source: Visually hide http(s):// from links, while the target remains unchanged.
da_dk: Skjul visuelt http(s):// fra links, mens målet forbliver uændret.
fr_fr: Masquer visuellement http(s):// des liens, tandis que la cible reste inchangée.
pl_pl: Wizualnie ukrywa http(s):// z linków, podczas gdy cel pozostaje niezmieniony.

source: Trim links to domain name only
da_dk: Trim kun links til domænenavn
fr_fr: Ajuster les liens uniquement au nom de domaine
pl_pl: Przycinanie linków tylko do nazwy domeny

source: Visually trim links after the domain name, while the target remains unchanged.
da_dk: Trim visuelt links efter domænenavnet, mens målet forbliver uændret.
fr_fr: Ajuster visuellement les liens après le nom du domaine, alors que la cible reste inchangée.
pl_pl: Wizualnie przycinaj linki po nazwie domeny, podczas gdy cel pozostaje niezmieniony.

source: Hide URL if there is no other text
da_dk: Skjul URL, hvis der ikke er anden tekst
fr_fr: Masquer l'URL s'il n'y a pas d'autre texte
pl_pl: Ukryj adres URL, jeśli nie ma innego tekstu

source: If a post contains only an URL and no other visible text, the link will not be displayed. Does not apply to MarkDown links.
da_dk: Hvis et indlæg kun indeholder en URL og ingen anden synlig tekst, vil linket ikke blive vist. Gælder ikke for MarkDown-links.
fr_fr: Si une publication ne contient qu'une URL et aucun autre texte visible, le lien ne sera pas affiché. Ne s'applique pas aux liens MarkDown
pl_pl: Jeśli post zawiera tylko adres URL i żadnego innego widocznego tekstu, link nie zostanie wyświetlony. Nie dotyczy linków MarkDown.

source: Open links in new tab
da_dk: Åbn links i en ny fane
fr_fr: Ouvrir les liens dans un nouvel onglet
pl_pl: Otwieraj linki w nowych kartach

source: Only links to other domains
da_dk: Kun links til andre domæner
fr_fr: Liens uniquement vers d'autres domaines
pl_pl: Tylko linki do innych domen

source: All links
da_dk: Alle links
fr_fr: Tous les liens
pl_pl: Wszystkie linki

source: This section controls the settings and layout of all emails sent by PeepSo: notifications, registration, forgot password etc.
da_dk: Denne sektion styrer indstillingerne og layoutet af alle e-mails sendt af PeepSo: meddelelser, registrering, glemt adgangskode osv.
pl_pl: Ta sekcja kontroluje ustawienia i układ wszystkich wiadomości e-mail wysyłanych przez PeepSo: powiadomienia, rejestracja, zapomniałem hasła itp.

source: Override entire HTML
da_dk: Overskriv hele HTML
fr_fr: Outrepasser l'intégralité du HTML
pl_pl: Zastąp cały kod HTML

source: Missing variable {emails_contents} or {unsubscribeurl}
da_dk: Manglende variabel {emails_contents} eller {unsubscribeurl}
fr_fr: Variable manquante {emails_contents} ou {unsubscribeurl}

source: Available variables: <br/>{email_contents} - email contents <font color="red">*</font><br/>{unsubscribeurl} - URL of the user notification preferences <font color="red">*</font><br/>{currentuserfullname} - full name of the recipient<br>{useremail} - email of the recipient<br/>{sitename} - the name of your site<br/>{siteurl} - the URL of your site<br/><br/><font color="red">*</font> required variable
da_dk: Tilgængelige variabler: <br/>{email_contents} - e-mailindhold <font color="red">*</font><br/>{unsubscribeurl} - URL for brugermeddelelsespræferencer <font color="red">*</font><br/>{currentuserfullname} - fulde navn på modtageren<br>{useremail} - e-mail på modtageren<br/>{sitename} - navnet på dit websted<br/>{siteurl} - URL'en på dit websted<br/><br/><font color="red">*</font> påkrævet variabel

source: <a href="%s" target="_blank">Click here</a> after saving to test your changes.
da_dk: <a href="%s" target="_blank">Klik her</a> efter at have gemt for at teste dine ændringer.
fr_fr: <a href="%s" target="_blank">Cliquez ici</a> après enregistrement pour tester vos modifications.

source: Text, HTML and inline CSS only (no PHP or shortcodes). Leave empty for the default layout.
da_dk: Kun tekst, HTML og inline CSS (ingen PHP eller shortcodes). Lad være tomt for standardlayoutet.
fr_fr: Texte, HTML et CSS inline uniquement (pas de PHP ou de shortcode). Laissez vide pour utiliser la mise en page par défaut.

source: Customize the entire email layout
da_dk: Tilpas hele e-mail-layoutet
pl_pl: Dostosuj cały układ wiadomości e-mail

source: Email sender
da_dk: E-mailafsender
pl_pl: Nadawca e-maila

source: Should be between 1 and 64 characters long.
da_dk: Skal være mellem 1 og 64 karakterer lang.
fr_fr: Doit être compris entre 1 et 64 caractères.
pl_pl: Powinno zawierać od 1 do 64 znaków.

source: These defaults will only be applied to new users
da_dk: Disse standardindstillinger vil kun blive anvendt på nye brugere
fr_fr: Ces valeurs par défaut ne seront appliquées qu'aux nouveaux utilisateurs
pl_pl: Te ustawienia domyślne będą zastosowane do nowych użytkowników

source: Notification defaults
da_dk: Standarder for notifikationer
fr_fr: Notifications par défaut
pl_pl: Domyślne ustawienia powiadomień

source: Web Push Notifications
da_dk: Web Push Notifikationer
pl_pl: Powiadomienia web push

source: How to generate keys
da_dk: Sådan genereres nøgler
pl_pl: Jak generować klucze

source: Public Key
da_dk: Offentlig nøgle
pl_pl: Klucz publiczny

source: Private Key
da_dk: Privat nøgle
pl_pl: Klucz prywatny

source: Enable by default for users
da_dk: Aktiver som standard for nye brugere
pl_pl: Włącz domyślnie dla użytkowników

source: Defines the default state for all users who never set this notification preference
da_dk: Definerer standardtilstanden for alle brugere, der aldrig har angivet denne meddelelsespræference
pl_pl: Określa domyślny stan dla wszystkich użytkowników, którzy nigdy nie ustawili tej preferencji powiadomień

source: Enabled: Web Push Notifications option will appear in user preferences
da_dk: Aktiveret: Indstillingen Web Push-meddelelser vises i brugerpræferencer
pl_pl: Włączone: Opcja Powiadomienia Web Push pojawi się w preferencjach użytkownika

source: On-site notification previews
da_dk: Forhåndsvisninger af meddelelser på webstedet
fr_fr: Aperçus des notifications sur le site
pl_pl: Podgląd powiadomień w witrynie

source: If a notification is over the limit, the ellipsis will be attached to the end. The length of the potential ellipsis counts into a total notification preview length.
da_dk: Hvis en meddelelse er over grænsen, vil ellipsen blive fastgjort til enden. Længden af den potentielle ellipse tæller med i en samlet forhåndsvisningslængde for meddelelser.
fr_fr: Si une notification est supérieure à la limite, l'ellipse sera attachée à la fin. La longueur de l'ellipse potentielle compte dans la longueur totale de l'aperçu de la notification.
pl_pl: Jeśli powiadomienie przekroczy limit, elipsa zostanie dołączona na końcu. Długość potencjalnej elipsy wlicza się do całkowitej długości podglądu powiadomienia.

source: Preview length
da_dk: Forhåndsvis længde
fr_fr: Longueur de l'aperçu
pl_pl: Długość podglądu

source: Notification previews will be trimmed to this length. To avoid cutting words in the middle, the actual length of a preview might be shorter.
da_dk: Forhåndsvisninger af meddelelser vil blive trimmet til denne længde. For at undgå at skære ord i midten, kan den faktiske længde af en forhåndsvisning være kortere.
fr_fr: Les aperçus de notification seront réduits à cette longueur. Pour éviter de couper des mots au milieu, la longueur réelle de l'aperçu peut être plus courte.
pl_pl: Podglądy powiadomień zostaną przycięte do tej długości. Aby uniknąć przycinania słów w środku, rzeczywista długość podglądu może być krótsza.

source: <strong><u>Values lower than defaults are not recommended.</u></strong>
da_dk: <strong><u>Værdier, der er lavere end standardværdier, anbefales ikke.</u></strong>
fr_fr: <strong><u>Les valeurs plus basses que celles par défaut ne sont pas recommandées.</u></strong>
pl_pl: <strong><u>Wartości niższe niż domyślne nie są zalecane.</u></strong>

source: <strong>Lower values mean more robust notifications, but also <u>higher server load.</u></strong>
da_dk: <strong>Lavere værdier betyder mere robuste meddelelser, men også <u>højere serverbelastning.</u></strong>
fr_fr: <strong>Des valeurs plus basses donnent des notifications plus robustes, mais également <u>des charges de serveur plus élevées.</u></strong>

source: By adjusting the settings below you control how "instant" experience your users are having.
da_dk: Ved at justere indstillingerne nedenfor styrer du, hvor "øjeblikkeligt" dine brugere oplever.
fr_fr: Ajuster les paramètres ci-dessous vous permet de contrôler le niveau d'expérience "instantanée" des utilisateurs.
pl_pl: Zmieniając poniższe ustawienia, możesz kontrolować „natychmiastowe” wrażenia użytkowników.

source: PeepSo and all its plugins run various background (AJAX) calls for each user that is logged in.
da_dk: PeepSo og alle dens plugins køre forskellige baggrund (AJAX) opkald til hver bruger, der er logget ind.
pl_pl: PeepSo używa zapytań w tle (AJAX) dla każdego zalogowanego użytkownika

source: Timed AJAX Calls
da_dk: Tidsindstillet AJAX Opkald
fr_fr: Appels AJAX temporisés
pl_pl: Czasowe wywołania AJAX

source: Multiplier
da_dk: Multiplikator
fr_fr: Multiplicateur

source: If there is no related site activity, how quickly should the intensity shift from minimum/active to maximum/idle
da_dk: Hvis der ikke er nogen relateret aktivitet på stedet, hvor hurtigt skal intensiteten skifte fra minimum/aktiv til maksimum/inaktiv
fr_fr: S'il n'y a aucune activité de site associé, rapidité à laquelle l'intensité doit passer de minimum/actif à maximum/inactif
pl_pl: Jeśli nie ma powiązanej aktywności w witrynie, jak szybko intensywność powinna zmienić się z minimalnej / aktywnej na maksymalną / nieaktywną?

source: Idle
da_dk: Ikke aktiv
fr_fr: Inactif
pl_pl: Brak aktywności

source: minutes:seconds - how often the calls should be made, if the related site activity is idle
da_dk: minutter:sekunder - hvor ofte opkald skal foretages, hvis den relaterede webstedsaktivitet er inaktiv
fr_fr: minutes:secondes - fréquence à laquelle les appels doivent être passés si l'activité du site associé est inactive
pl_pl: minuty:sekundy - jak często powinny być wykonywane połączenia, jeśli powiązana aktywność witryny jest bezczynna

source: minutes:seconds - how often the calls are allowed to run if there is a related site activity
da_dk: minutter:sekunder - hvor ofte opkaldene får lov til at køre, hvis der er en relateret aktivitet på webstedet
fr_fr: minutes:secondes - fréquence à laquelle les appels sont autorisés à être exécutés en cas d'activité de site associé
pl_pl: minuty:sekundy - jak często połączenia mogą być uruchamiane, jeśli istnieje powiązana aktywność w witrynie

source: Please refer to %s and consult your hosting provider.
da_dk: Se venligst %s og kontakt din hosting-udbyder.
fr_fr: Veuillez consulter %s et contacter votre fournisseur d'hébergement.

source: Settings to consider include: PHP max_execution_time, Apache keep-alive timeout settings and more.
da_dk: Indstillinger at overveje omfatter: PHP max_execution_time, Apache keep-alive timeout-indstillinger og mere.
fr_fr: Les paramètres à considérer comprennent : PHP max_execution_time, les paramètres des temporisations d'entretien Apache, et bien plus.

source: This feature has special server requirements and requires careful configuration
da_dk: Denne funktion har specielle serverkrav og kræver omhyggelig konfiguration
fr_fr: Cette fonctionnalité dispose de besoins spéciaux au niveau du serveur et nécessite une configuration soignée
pl_pl: Ta funkcja ma specjalne wymagania dotyczące serwera i wymaga starannej konfiguracji

source: It limits the amount of resources required to maintain constant server-browser communication with all users, but it requires the server to be able to maintain an unusual amount of persistent connections.
da_dk: Det begrænser mængden af ressourcer, der kræves for at opretholde konstant server-browser-kommunikation med alle brugere, men det kræver, at serveren er i stand til at opretholde en usædvanlig mængde vedvarende forbindelser.
fr_fr: Il limite la quantité de ressources nécessaires pour maintenir une communication serveur-navigateur constante avec tous les utilisateurs, mais il nécessite que le serveur soit en mesure de maintenir un nombre inhabituel de connexions persistantes.
pl_pl: Ogranicza to ilość zasobów wymaganych do utrzymania stałej komunikacji serwera z przeglądarką ze wszystkimi użytkownikami, ale wymaga od serwera możliwości utrzymywania nietypowej liczby trwałych połączeń.

source: Server Sent Events replace the Timed AJAX calls on compatible browsers.
da_dk: Server Sendte begivenheder erstatte tidsindstillet "AJAX" opkald på kompatible browsere.
fr_fr: Server Sent Events remplace les appels Timed AJAX sur les navigateurs compatibles.

source: Server Sent Events
da_dk: Server Sendte Begivenheder

source: Send empty events to maintain connection
da_dk: Send tomme begivenheder for at vedligeholde forbindelsen
fr_fr: Envoyer des événements vide pour maintenir la connexion
pl_pl: Wysyłanie pustych zdarzeń w celu utrzymania połączenia
