Repository: EliateMillo/peepso-core
Catalog: peepso-messages/language/msgso-*.po
Languages: ar_eg, bg_bg, cs_cz, da_dk, de_de, es_es, fa_ir, fr_fr, hu_hu, nl_nl, pl_pl, sr_rs, sv_se

source: PeepSo Messages Inline
ar_eg: رسائل متضمنة عبر بيبسو PeepSo
bg_bg: Вградени PeepSo съобщения
cs_cz: PeepSo Zprávy
da_dk: PeepSo meddelelser inline
de_de: PeepSo Nachrichten Inline
es_es: PeepSo mensajes en línea
fa_ir: پیغام های درون خطی PeepSo
fr_fr: PeepSo Messages en ligne
hu_hu: PeepSo üzenetek inline
nl_nl: PeepSo berichten Inline
pl_pl: Wiadomości PeepSo inline
sr_rs: PeepSo уграђене поруке
sv_se: PeepSo meddelanden I kö

source: message
ar_eg: رسالة
bg_bg: съобщение
cs_cz: zpráva
da_dk: besked
de_de: Nachricht
es_es: mensaje
fa_ir: پیغام
hu_hu: üzenet
nl_nl: bericht
pl_pl: wiadomość
sr_rs: порука
sv_se: meddelande

source: sent
ar_eg: تم الإرسال
bg_bg: изпратено
cs_cz: odesláno
da_dk: sendt
de_de: gesendet
es_es: enviado
fa_ir: فرستاده شد
fr_fr: Envoyé
hu_hu: küldött
nl_nl: verzonden
pl_pl: wysłano
sr_rs: послато
sv_se: skickat

source: Not found in Trash
ar_eg: لم يتم العثور عليه في المهملات
bg_bg: Не е намерено в кошчето
cs_cz: Nenalezeno v koši
da_dk: Ikke fundet i papirkurven
de_de: Nicht im Papierkorb gefunden
es_es: No se encontró en la basura
fa_ir: در سطل زباله یافت نشد
fr_fr: Pas trouvé dans la corbeille
hu_hu: A Kukában nem található
nl_nl: Niet gevonden in de Prullenbak
pl_pl: Nie znaleziono w koszu
sr_rs: Није пронађено у Корпи за отпатке
sv_se: Hittades inte i papperskorgen

source: Not found
ar_eg: لم يتم العثور عليه
bg_bg: Не е намерено
cs_cz: Nenalezeno
da_dk: Ikke fundet
de_de: Nicht gefunden
es_es: No se encontró
fa_ir: یافت نشد
fr_fr: Pas de résultat
hu_hu: Nem található
nl_nl: Niet gevonden
pl_pl: Nie znaleziono
sr_rs: Није пронађено
sv_se: Kunde inte hittas

source: Search PeepSo Messages
ar_eg: البحث في الرسائل عبر بيبسو PeepSo
bg_bg: Търсене на PeepSo съобщения
cs_cz: Vyhledat PeepSo Zprávy
da_dk: Søg blandt PeepSo beskeder
de_de: Suche PeepSo Nachrichten
es_es: Buscar mensajes de PeepSo
fa_ir: جستجوی پیغام های PeepSo
fr_fr: Rechercher PeepSo Messages
hu_hu: PeepSo üzenetek keresése
nl_nl: Zoek PeepSo berichten
pl_pl: Szukaj wiadomości PeepSo
sr_rs: Претражи PeepSo Поруке
sv_se: Sök PeepSo meddelanden

source: Update PeepSo Message
ar_eg: تحديث رسالة عبر بيبسو PeepSo
bg_bg: Редактиране на PeepSo съобщение
cs_cz: Aktualizovat PeepSo Zprávu
da_dk: Opdater PeepSo besked
de_de: PeepSo-Nachricht aktualisieren
es_es: Actualizar mensaje de PeepSo
fa_ir: بروزرسانی پیغام PeepSo
fr_fr: Mettre à jour PeepSo Message
hu_hu: PeepSo üzenet frissítése
nl_nl: PeepSo bericht bijwerken
pl_pl: Aktualizuj wiadomość PeepSo
sr_rs: Ажурирај PeepSo Поруку
sv_se: Uppdatera PeepSo Meddelande

source: Edit PeepSo Message
ar_eg: تحرير رسالة عبر بيبسو PeepSo
bg_bg: Редактиране на PeepSo съобщение
cs_cz: Upravit PeepSo Zprávu
da_dk: Rediger PeepSo besked
de_de: PeepSo Nachricht bearbeiten
es_es: Editar mensaje de PeepSo
fa_ir: ویرایش پیغام PeepSo
fr_fr: Modifier PeepSo Message
hu_hu: PeepSo üzenet szerkesztése
nl_nl: PeepSo bericht bewerken
pl_pl: Edytuj wiadomość PeepSo
sr_rs: Уреди PeepSo Поруку
sv_se: Redigera PeepSo meddelande

source: Add New PeepSo Message
ar_eg: إضافة رسالة جديدة عبر بيبسو PeepSo
bg_bg: Добавяне на ново PeepSo съобщение
cs_cz: Přidat novou PeepSo Zprávu
da_dk: Tilføj ny PeepSo besked
de_de: Neue PeepSo-Nachricht hinzufügen
es_es: Añadir nuevo mensaje de PeepSo
fa_ir: افزودن پیغام جدید PeepSo
fr_fr: Ajouter un nouveau PeepSo Message
hu_hu: Új PeepSo üzenet
nl_nl: Nieuw PeepSo bericht toevoegen
pl_pl: Dodaj nową wiadomość PeepSo
sr_rs: Додај нову PeepSo Поруку
sv_se: Lägg till nytt PeepSo meddelande

source: View PeepSo Message
ar_eg: عرض رسالة بيبسو PeepSo
bg_bg: Виж PeepSo съобщение
cs_cz: Zobrazit PeepSo Zprávu
da_dk: Se PeepSo besked
de_de: PeepSo-Nachricht anzeigen
es_es: Ver Mensaje de PeepSo
fa_ir: مشاهده پیغام PeepSo
fr_fr: Voir PeepSo Message
hu_hu: PeepSo üzenet megtekintése
nl_nl: PeepSo bericht bekijken
pl_pl: Zobacz wiadomość PeepSo
sr_rs: Прегледај PeepSo Поруку
sv_se: Visa PeepSo meddelande

source: All PeepSo Messages
ar_eg: جميع رسائل بيبسو PeepSo
bg_bg: Всички съобщения от PeepSo
cs_cz: Všechny PeepSo Zprávy
da_dk: Alle PeepSo meddelelser
de_de: Alle PeepSo-Nachrichten
es_es: Todos los mensajes de PeepSo
fa_ir: تمام پیغام های PeepSo
fr_fr: Tout PeepSo Messages
hu_hu: Összes PeepSo üzenet
nl_nl: Alle berichten van PeepSo
pl_pl: Wszystkie wiadomości PeepSo
sr_rs: Све PeepSo Поруке
sv_se: Alla PeepSo meddelanden

source: PeepSo Messages:
ar_eg: رسائل بيبسو PeepSo:
bg_bg: PeepSo съобщения:
cs_cz: PeepSo Zprávy:
da_dk: PeepSo meddelelser:
de_de: PeepSo Nachrichten:
es_es: Mensajes de PeepSo:
fa_ir: پیغام های PeepSo:
fr_fr: Messages de PeepSo :
hu_hu: PeepSo üzenetek:
nl_nl: PeepSo berichten:
pl_pl: Wiadomości PeepSo:
sr_rs: PeepSo Поруке:
sv_se: PeepSo meddelanden:

source: PeepSo Messages
ar_eg: رسائل بيبسو PeepSo
bg_bg: PeepSo съобщения
cs_cz: PeepSo Zprávy
da_dk: PeepSo meddelelser
de_de: PeepSo Nachrichten
es_es: Mensajes de PeepSo
fa_ir: پیغام های PeepSo
hu_hu: PeepSo üzenetek
nl_nl: PeepSo berichten
pl_pl: Wiadomości PeepSo
sr_rs: PeepSo Поруке
sv_se: PeepSo meddelanden

source: PeepSo Message
ar_eg: رسالة بيبسو PeepSo
bg_bg: PeepSo съобщение
cs_cz: PeepSo Zpráva
da_dk: PeepSo meddelelse
de_de: PeepSo Nachricht
es_es: Mensaje de PeepSo
fa_ir: پیغام PeepSo
fr_fr: Message de PeepSo
hu_hu: PeepSo üzenet
nl_nl: PeepSo bericht
pl_pl: Wiadomość PeepSo
sr_rs: PeepSo Порука
sv_se: PeepSo meddelande

source: PeepSo Messages
ar_eg: رسائل بيبسو PeepSo
bg_bg: PeepSo съобщения
cs_cz: PeepSo Zprávy
da_dk: PeepSo meddelelser
de_de: PeepSo Nachrichten
es_es: Mensajes de PeepSo
fa_ir: پیغام های PeepSo
fr_fr: Messages de PeepSo
hu_hu: PeepSo üzenetek
nl_nl: PeepSo berichten
pl_pl: Wiadomości PeepSo
sr_rs: PeepSo Поруке
sv_se: PeepSo meddelanden

source: Turn off chat
ar_eg: إيقاف تشغيل الدردشة
bg_bg: Изключване на чата
cs_cz: Vypnout chat
da_dk: Slå chat fra
de_de: Chat beenden
es_es: Apagar el chat
fa_ir: خاموش کردن گفتگو
fr_fr: Clore la conversation
hu_hu: Chat kikapcsolása
nl_nl: Chat uitschakelen
pl_pl: Wyłącz czat
sr_rs: Искључи ћаскање
sv_se: Stäng av chatt

source: Turn on chat
ar_eg: تشغيل الدردشة
bg_bg: Включване на чата
cs_cz: Zapnout chat
da_dk: Slå chat til
de_de: Chat starten
es_es: Activar el chat
fa_ir: روشن کردن گفتگو
fr_fr: Ouvrir la conversation
hu_hu: Chat bekapcsolása
nl_nl: Chat inschakelen
pl_pl: Włącz czat
sr_rs: Укључи ћаскање
sv_se: Slå på chatten

source: %s and %s
ar_eg: %s و %s
bg_bg: %s и %s
cs_cz: %s a %s
da_dk: %s og %s
de_de: %s und %s
es_es: %s y %s
fa_ir: %s و %s
fr_fr: %s et %s
hu_hu: %s és %s
nl_nl: %s en %s
pl_pl: %s i %s
sr_rs: %s и %s
sv_se: %s och %s

source: Are you sure want to delete these messages?
ar_eg: هل أنت متأكد من أنك تريد حذف هذه الرسائل؟
cs_cz: Opravdu chcete tyto zprávy smazat?
da_dk: Er du sikker på du vil slette disse beskeder?
de_de: Bist du dir sicher, dass du diese Nachricht löschen willst?
es_es: ¿Seguro que quieres eliminar estos mensajes?
nl_nl: Weet u zeker dat u deze berichten wilt verwijderen?
sr_rs: Да ли сте сигурни да желите да обришете ове поруке?

source: Please select your bulk action.
ar_eg: الرجاء تحديد الأفعال المجمعة الخاص بك.
bg_bg: Моля, изберете групово действие.
cs_cz: Vyberte hromadnou akci.
da_dk: Vælg venligst din bulk handling.
de_de: Bitte wähle deine Bulk-Aktion.
es_es: Por favor seleccione la acción a granel.
fa_ir: عمل دسته جمعی را انتخاب کنید.
fr_fr: S’il vous plaît sélectionner votre action.
hu_hu: Kérjük válassz ki egy tömeges műveletet.
nl_nl: Selecteer uw bulk actie.
pl_pl: Wybierz akcję przetwarzania masowego.
sr_rs: Молимо одаберите шта желите да урадите са обележеним порукама.
sv_se: Vänligen välj din massåtgärd.

source: Please select at least one message for bulk action.
ar_eg: برجاء تحديد رسالة واحدة على الأقل من أجل القيام بالأفعال المجمعة.
bg_bg: Моля изберете поне едно съобщение за групово действие.
cs_cz: Vyberte alespoň jednu zprávu pro hromadnou akci.
da_dk: Vælg mindst én meddelelse for bulk handling.
de_de: Bitte wähle mindestens eine Nachricht für Bulk-Aktion.
es_es: Por favor seleccione al menos un mensaje de acción a granel.
fa_ir: لطفا حداقل یک پیغام را برای اقدام جمعی انتخاب کنید.
fr_fr: S’il vous plaît sélectionner au moins un message pour votre action.
hu_hu: Jelölj ki legalább egy üzenetet a művelethez.
nl_nl: Selecteer ten minste één bericht voor bulk actie.
pl_pl: Wybierz co najmniej jedną wiadomość do przetwarzania masowego.
sr_rs: Молимо одаберите минимум једну поруку.
sv_se: Välj minst ett meddelande för massåtgärd.

source: Are you sure want to block this user?
ar_eg: هل أنت متأكد من أنك تريد حظر هذا المستخدم؟
cs_cz: Opravdu chcete tohoto uživatele zablokovat?
da_dk: Er du sikker på du vil blokere denne bruger?
de_de: Sind Sie sicher, dass Sie diesen Benutzer blockieren möchten?
es_es: ¿Seguro que deseas bloquear a este usuario?
fr_fr: Êtes-vous sûr de vouloir bloquer cet utilisateur ?
nl_nl: Weet je zeker dat je deze gebruiker wilt blokkeren?
sr_rs: Да ли сигурно желите да блокирате овог корисника?
sv_se: Är du säker på att du vill blockera denna användare?

source: Don't send read receipt
ar_eg: عدم إرسال رسالة استلام مقروءة
bg_bg: Не изпращай потвърждение за прочитане
cs_cz: Neodesílat potvrzení o přečtení
da_dk: Send ikke kvittering for læsning
de_de: Keine Lesebestätigung versenden
es_es: No enviar confirmación de lectura
fa_ir: عدم ارسال رسید خواندن
fr_fr: Ne pas envoyer d'accusé de réception
hu_hu: Ne küldj olvasási visszaigazolást
nl_nl: Geen leesbevestiging verzenden
pl_pl: Nie wysyłaj potwierdzenia odczytu
sr_rs: Не шаљи потврду о читању
sv_se: Skicka inte läskvitto

source: Send read receipt
ar_eg: إرسال رسالة استلام مقروءة
bg_bg: Изпрати потвърждение за прочитане
cs_cz: Odeslat potvrzení o přečtení
da_dk: Send kvittering for læsning
de_de: Lesebestätigung versenden
es_es: Enviar confirmación de lectura
fa_ir: ارسال رسید خواندن
fr_fr: Envoyer un accusé de réception
hu_hu: Olvasási visszaigazolás küldése
nl_nl: Leesbevestiging verzenden
pl_pl: Wyślij potwierdzenie odczytu
sr_rs: Пошаљи потврду о читању
sv_se: Skicka läskvitto

source: Unmute conversation
ar_eg: إلغاء كتم صوت المحادثة
bg_bg: Включване на звука на разговора
cs_cz: Zrušit ztlumení konverzace
da_dk: Slå samtale til
de_de: Konversation Ton aktivieren
es_es: Activar la conversación
fa_ir: فعالسازی مجدد اعلان های مکالمه
fr_fr: Désactiver la mise en sourdine pour cette conversation
hu_hu: Némítás visszavonása
nl_nl: Gesprek niet langer dempen
pl_pl: Wyłącz wyciszenie rozmowy
sr_rs: Укључи тон конверзације
sv_se: Slå på konversation

source: Mute conversation
ar_eg: كتم صوت المحادثة
bg_bg: Заглушаване на разговора
cs_cz: Ztlumit konverzaci
da_dk: Slå lyd fra i samtale
de_de: Konversation lautlos schalten
es_es: Silenciar conversación
fa_ir: قطع اعلان های مکالمه
fr_fr: Mettre la conversation en sourdine
hu_hu: Beszélgetés némítása
nl_nl: Gesprek dempen
pl_pl: Wycisz rozmowę
sr_rs: Искључи тон конверзације
sv_se: Tysta konversation

source: Send
ar_eg: إرسال
bg_bg: Изпрати
cs_cz: Odeslat
de_de: Senden
es_es: Enviar
fa_ir: ارسال
fr_fr: Envoyer
hu_hu: Küldés
nl_nl: Verzenden
pl_pl: Wyślij
sr_rs: Пошаљи
sv_se: Skicka

source: Get it now!
ar_eg: احصل عليه الآن!
bg_bg: Вземи го сега!
cs_cz: Získejte to nyní!
da_dk: Få det nu!
de_de: Hol es dir jetzt!
es_es: ¡Consíguelo ahora!
fa_ir: اکنون دریافت کنید!
fr_fr: Obtenez-le maintenant!
hu_hu: Szerezd be most!
nl_nl: Nu krijgen!
pl_pl: Pobierz teraz!
sr_rs: Преузми одмах!
sv_se: Hämta det nu!

source: The %s plugin requires the PeepSo plugin to be installed and activated.
ar_eg: البرنامج المساعد %s يتطلب أن يتم تثبيت البرنامج المساعد لبيبسو PeepSo وتفعيله.
bg_bg: Плъгинът %s изисква PeepSo да бъде инсталиран и активиран.
cs_cz: %s rozšíření vyžaduje instalaci a aktivaci PeepSo pluginu.
da_dk: Dette %s plugin kræver at PeepSo plugin er installeret og aktiveret.
de_de: Damit das %s Plugin genutzt werden kann, muss PeepSo installiert und aktiviert sein.
es_es: El plugin %s requiere el plugin PeepSo instalado y activado.
fa_ir: افزونه %s برای نصب و فعالسازی به افزونه PeepSo نیاز دارد.
fr_fr: Le plugin %s nécessite que le plugin PeepSo soit installé et activé.
hu_hu: A(z) %s bővítményhez szükséges a PeepSo telepítése és aktiválása.
nl_nl: De plugin %s vereist dat de PeepSo plugin wordt geïnstalleerd en geactiveerd.
pl_pl: %s wymaga wtyczki PeepSo by móc zostać zainstalowany i aktywowany.
sr_rs: Додатак %s захтева да PeepSo додатак буде инсталиран и активиран.
sv_se: %s tillägget kräver att PeepSo tillägget ska vara installerat och aktiverat.

source: Messages & Chat
ar_eg: الرسائل والدردشة
bg_bg: Съобщения и чат
cs_cz: Zprávy a Chat
da_dk: Meddelelser & chat
de_de: Nachrichten und Chat
es_es: Mensajes & Chat
fa_ir: پیغام و گفتگو
hu_hu: Üzenetek és Chat
nl_nl: Berichten & Chat
pl_pl: Wiadomości i czat
sr_rs: Поруке и ћаскање
sv_se: Meddelanden & chatt

source: Unread messages
ar_eg: رسائل غير مقروءة
cs_cz: Nepřečtené zprávy
da_dk: Ulæste beskeder
de_de: Ungelesene Nachrichten
es_es: Mensajes no leídos
nl_nl: Ongelezen berichten
sr_rs: Непрочитане поруке

source: User messages
ar_eg: رسائل المستخدم
cs_cz: Uživatelské zprávy
da_dk: Brugermeddelelser
de_de: Benutzermitteilungen
es_es: Mensajes de usuario
fr_fr: Messages d'utilisateurs
nl_nl: Gebruikersberichten
sr_rs: Поруке корисника
sv_se: Meddelande från användare

source: Displays the list of all chats (messages) and handles the single conversation views.
ar_eg: يعرض قائمة بجميع الدردشات (الرسائل) ويعالج طرق عرض المحادثة الفردية.
cs_cz: Zobrazuje seznam všech chatů (zpráv) a zpracovává zobrazení jednotlivých konverzací.
da_dk: Viser listen over alle chats (meddelelser) og håndterer de enkelte samtalevisninger.
de_de: Zeigt die Liste aller Chats (Nachrichten) an und behandelt einzelne Gesprächsansichten.
es_es: Muestra la lista de todos los chats (mensajes) y gestiona las vistas de conversación única.
fr_fr: Affiche la liste de tous les chats (messages) et gère les vues des conversations individuelles.
nl_nl: Toont de lijst van alle chats (berichten) en behandelt de één-gespreksweergave.
sr_rs: Приказује листу свих ћаскања (порука) и рукује прегледима појединачних конверзација.
sv_se: Visar listan över alla chattar (meddelanden) och hanterar de enskilda konversationsvyerna.

source: You received a new message
da_dk: Du har modtaget en ny meddelelse
de_de: Du hast eine neue Nachricht erhalten
es_es: Recibiste un nuevo mensaje
nl_nl: Je hebt een nieuw bericht ontvangen
sr_rs: Примили сте нову поруку

source: No participants added.
ar_eg: لم تتم إضافة مشاركين.
bg_bg: Не са добавени участници.
cs_cz: Nebyli přidáni žádní účastníci.
da_dk: Ingen deltagere tilføjet.
de_de: Keine Teilnehmer hinzugefügt.
es_es: No hay participantes añadidos.
fa_ir: هیچ شرکت کننده ای اضافه نشده.
fr_fr: Aucun participants ajoutés.
hu_hu: Nincsenek hozzáadva résztvevők.
nl_nl: Geen deelnemers toegevoegd.
pl_pl: Nie dodano uczestników.
sr_rs: Нису додати учесници.
sv_se: Ingen deltagare tillagda.

source: No author set.
ar_eg: لم يتم تعيين مؤلف.
bg_bg: Не е зададен автор.
cs_cz: Nebyl nastaven autor.
da_dk: Ingen forfatter sat.
de_de: Kein Autor festgelegt.
es_es: No hay un autor seleccionado.
fa_ir: هیچ نویسنده ای تعیین نشد.
fr_fr: Aucun auteur ensemble.
hu_hu: Nincs szerző beállítva.
nl_nl: Geen auteur ingesteld.
pl_pl: Nie ustalono autora.
sr_rs: Није постављен аутор.
sv_se: Ingen författare inställd.

source: person
ar_eg: شخص
bg_bg: човек
cs_cz: osoba
es_es: persona
fa_ir: شخص
fr_fr: personne
hu_hu: személy
nl_nl: persoon
pl_pl: osoba
sr_rs: особа

source: %1$s %2$s added to the conversation
ar_eg: تم إضافة %1$s %2$s إلى المحادثة
bg_bg: %1$s %2$s са добавени към чата
cs_cz: %1$s %2$s přidáno do konverzace
da_dk: %1$s %2$s tilføjet til samtalen
de_de: %1$s %2$s zum Gespräch hinzugefügt
es_es: %1$s %2$s añadido a la conversación
fa_ir: %1$s %2$s به گفتگو اضافه شد
fr_fr: %1$s %2$s ont rejoints cette conversation
hu_hu: %1$s %2$s válaszolt a beszélgetésre
nl_nl: %1$s %2$s toegevoegd aan het gesprek
pl_pl: %1$s %2$s dodany do rozmowy
sr_rs: %1$s %2$s су додати у конверзацију
sv_se: %1$s %2$s tillagd till konversationen

source: Created a new group conversation
ar_eg: إجراء محادثة جديدة فيما بين أعضاء إحدى المجموعات
bg_bg: Създаване на нов групов чат
cs_cz: Vytvořena nová skupinová konverzace
da_dk: Oprettet en ny gruppesamtale
de_de: Hat eine neue Gruppe-Konversation begonnen
es_es: Creó una nueva conversación de grupo
fa_ir: ایجاد یک گفتگوی گروهی جدید
fr_fr: Nouvelle conversation de groupe créée
hu_hu: Létrehozva egy új csoportos beszélgetés
nl_nl: Nieuw groepsgesprek aangemaakt
pl_pl: Utworzono nową rozmowę grupową
sr_rs: Креирај нову групну конверзацију
sv_se: Skapade en ny gruppkonversation

source: No notifications.
ar_eg: لا توجد إشعارات.
bg_bg: Няма известия.
cs_cz: Žádná upozornění.
da_dk: Ingen underretninger.
de_de: Keine Benachrichtigungen.
es_es: No hay notificaciones.
fa_ir: اعلانی موجود نیست.
fr_fr: Pas de notification.
hu_hu: Nincsenek értesítések.
nl_nl: Geen meldingen.
pl_pl: Brak powiadomień.
sr_rs: Нема обавештења.
sv_se: Inga meddelanden.

source: Failed to send message.
ar_eg: فشل في إرسال الرسالة.
bg_bg: Съобщението не успя да се изпрати.
cs_cz: Odeslání zprávy se nezdařilo.
da_dk: Kunne ikke sende meddelelse.
de_de: Fehler beim Senden der Nachricht.
es_es: Error al enviar mensaje.
fa_ir: فرستادن پیام ناموفق بود.
fr_fr: L’envoi du message a échoué.
hu_hu: Nem sikerült elküldeni az üzenetet.
nl_nl: Verzenden van bericht is mislukt.
pl_pl: Nie udało się wysłać wiadomości.
sr_rs: Слање поруке није успело.
sv_se: Det gick inte att skicka meddelande.

source: You are not part of this conversation.
ar_eg: لم تكن جزءاً من هذه المحادثة.
bg_bg: Вие не сте част от този разговор.
cs_cz: Nejste účastník této konverzace.
da_dk: Du er ikke en del af denne samtale.
de_de: Du bist nicht Teilnehmer an diesem Gespräch.
es_es: No eres parte de esta conversación.
fa_ir: شما بخشی از این گفتگو نیستید.
fr_fr: Vous ne pouvez pas prendre part à cette conversation.
hu_hu: Te nem veszel részt ebben a beszélgetésben.
nl_nl: U maakt geen deel uit van dit gesprek.
pl_pl: Nie bierzesz udziału w tej rozmowie.
sr_rs: Нисте учесник у овој конверзацији.
sv_se: Du ingår inte i denna konversation.

source: Message sent.
ar_eg: تمّ إرسال الرسالة.
bg_bg: Съобщението е изпратено.
cs_cz: Zpráva odeslána.
da_dk: Meddelelse sendt.
de_de: Nachricht wurde gesendet.
es_es: Mensaje enviado.
fa_ir: پیغام ارسال شد.
fr_fr: Message envoyé.
hu_hu: Üzenet elküldve.
nl_nl: Bericht verzonden.
pl_pl: Wiadomość wysłana.
sr_rs: Порука је послата.
sv_se: Meddelandet har skickats.

source: This will be sent to a user when a new message is received.
ar_eg: سيتم إرسال هذا للمستخدم عند تلقي رسالة جديدة.
bg_bg: Това ще бъде изпратено на потребителя, когато получи ново съобщение.
cs_cz: Toto bude odesláno uživateli, jakmile bude přijata nová zpráva.
da_dk: Dette vil blive sendt til bruger, når der modtages en ny meddelelse.
de_de: Dies wird an einen Benutzer gesendet werden, wenn eine neue Nachricht empfangen wird.
es_es: Esto se enviará a un usuario cuando se recibe un mensaje nuevo.
fa_ir: این به کاربر در هنگام دریافت یک پیغام جدید ارسال می گردد.
fr_fr: Ceci sera envoyé à un utilisateur lorsqu’une demande est reçue.
hu_hu: Ez lesz elküldve egy felhasználónak, ha új üzenete érkezik.
nl_nl: Dit zal worden verzonden naar een gebruiker wanneer een nieuw bericht werd ontvangen.
pl_pl: Ta wiadomość zostanie wysłana do użytkownika po odebraniu nowej wiadomości.
sr_rs: Ово ће бити послато кориснику када буде примљена нова порука.
sv_se: Detta kommer att skickas till en användare när ett nytt meddelande tas emot.

source: New message email
da_dk: Ny meddelelses-e-mail
es_es: Nuevo mensaje de correo
nl_nl: Nieuw bericht E-mail
sr_rs: Нова еmail порука

source: You:
ar_eg: أنت:
bg_bg: Вие:
cs_cz: Vy:
da_dk: Du:
de_de: Sie:
es_es: Usted:
fa_ir: شما:
fr_fr: Vous:
hu_hu: Te:
nl_nl: U:
pl_pl: Ty:
sr_rs: Ви:
sv_se: Du:

source: %s and %d other
ar_eg: %s و %d أخرى
bg_bg: %s и още %d
cs_cz: %s a další %d
da_dk: %s og %d anden
de_de: %s und %d anderer
es_es: %s y %d otros
fa_ir: %s و %d دیگر
fr_fr: %s et %d autre
hu_hu: %s és %d egyéb
nl_nl: %s en %d anderen
pl_pl: %s i %d inny
sr_rs: %s и још %d
sv_se: %s och %d övrig

source: Message from %s
ar_eg: رسالة من%s
bg_bg: Съобщение от %s
cs_cz: Zpráva od %s
da_dk: Meddelelse fra %s
de_de: Nachricht von %s
es_es: Mensaje de %s
fa_ir: پیغام از طرف %s
fr_fr: Message de %s
hu_hu: %s üzenete
nl_nl: Bericht van %s
pl_pl: Wiadomość od %s
sr_rs: Порука од %s
sv_se: Meddelande från %s

source: created a new group conversation
da_dk: oprettede en ny gruppesamtale
de_de: Hat eine neue Gruppe-Konversation begonnen
es_es: creó una nueva conversación de grupo
nl_nl: een nieuw groepsgesprek gemaakt
sr_rs: је креирао/ла нову групну конверзацију

source: left the conversation
da_dk: forlod samtalen
de_de: Nehmen Sie am Gespräch teil.
es_es: abandonó la conversación
nl_nl: verliet het gesprek
sr_rs: је напустио/ла конверзацију

source: <span>%1$d</span>-<span>%2$d</span> of <span class="ps-tip ps-tip--inline" aria-label="
ar_eg: <span>%1$d</span>-<span>%2$d</span> من <span class="ps-tip ps-tip--inline" aria-label="
cs_cz: <span>%1$d</span>-<span>%2$d</span> z <span class="ps-tip ps-tip--inline" aria-label="
da_dk: <span>%1$d</span>-<span>%2$d</span> af <span class="ps-tip ps-tip--inline" aria-label="
de_de: <span>%1$d</span>-<span>%2$d</span> von <span class="ps-tip ps-tip--inline" aria-label="
es_es: <span>%1$d</span>-<span>%2$d</span> de <span class="ps-tip ps-tip--inline" aria-label="
fr_fr: <span>%1$d</span>-<span>%2$d</span> de <span class="ps-tip ps-tip--inline" aria-label="
nl_nl: <span>%1$d</span>-<span>%2$d</span> van <span class="ps-tip ps-tip--inline" aria-label="
sr_rs: <span>%1$d</span>-<span>%2$d</span> од <span class="ps-tip ps-tip--inline" aria-label="
sv_se: <span>%1$d</span>-<span>%2$d</span> av <span class="ps-tip ps-tip--inline" aria-label="

source: Number of all messages
ar_eg: عدد جميع الرسائل
cs_cz: Počet všech zpráv
da_dk: Antal af alle meddelelser
de_de: Anzahl aller Nachrichten
es_es: Número de todos los mensajes
fr_fr: Nombre de messages
nl_nl: Aantal berichten
sr_rs: Број свих порука
sv_se: Antal meddelanden

source: %1$s and %2$s
ar_eg: %1$s و %2$s
bg_bg: %1$s и %2$s
cs_cz: %1$s a %2$s
da_dk: %1$s og %2$s
de_de: %1$s und %2$s
es_es: %1$s y %2$s
fa_ir: %1$s و %2$s
fr_fr: %1$s et %2$s
hu_hu: %1$s és %2$s
nl_nl: %1$s en %2$s
pl_pl: %1$s oraz %2$s
sr_rs: %1$s и %2$s
sv_se: %1$s och %2$s

source: and
ar_eg: و
bg_bg: и
cs_cz: a
da_dk: og
de_de: und
es_es: y
fa_ir: و
fr_fr: et
hu_hu: és
nl_nl: en
pl_pl: i
sr_rs: и
sv_se: och

source: other
ar_eg: آخر
bg_bg: друг
cs_cz: ostatní
da_dk: andet
de_de: anderer
es_es: otros
fa_ir: دیگر
fr_fr: autre
hu_hu: egyéb
nl_nl: andere
pl_pl: inny
sr_rs: други
sv_se: övrig

source: Delete
ar_eg: حذف
cs_cz: Smazat
da_dk: Slet
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
nl_nl: Verwijderen
sr_rs: Обриши
sv_se: Radera

source: Mark as Unread
ar_eg: وضع علامة كغير مقروء
bg_bg: Маркирай като непрочетено
cs_cz: Označit jako nepřečtené
da_dk: Marker som ulæst
de_de: Als ungelesen markieren
es_es: Marcar como no leído
fa_ir: علامتگذاری بعنوان خوانده نشده
fr_fr: Marqué comme non lu
hu_hu: Megjelölés olvasatlanként
nl_nl: Markeren als ongelezen
pl_pl: Oznacz jako nieprzeczytane
sr_rs: Означи као непрочитано
sv_se: Markera som oläst

source: Mark as Read
ar_eg: وضع علامة كمقروء
bg_bg: Маркирай като прочетено
cs_cz: Označit jako přečtené
da_dk: Marker som læst
de_de: Als gelesen markieren
es_es: Marcar como leído
fa_ir: علامت گذاری به عنوان خوانده شده
fr_fr: Marqué comme lu
hu_hu: Megjelölés olvasottként
nl_nl: Markeren als gelezen
pl_pl: Oznacz jako przeczytane
sr_rs: Означи као прочитано
sv_se: Markera som läst
