Repository: EliateMillo/peepso-core
Catalog: peepso-messages/language/msgso-*.po
Languages: ar_eg, bg_bg, cs_cz, da_dk, de_de, es_es, fa_ir, fr_fr, hu_hu, nl_nl, pl_pl, sr_rs, sv_se

source: Minimize
de_de: Minimieren
es_es: Minimizar
nl_nl: Minimaliseer
sr_rs: Умањи преглед

source: Chat & Pages
da_dk: Chat og sider
de_de: Chat & Seiten
es_es: Chat & Páginas
nl_nl: Chat & pagina's
sr_rs: Ћаскање и странице

source: %s to send
da_dk: %s at sende
de_de: %s zu senden
es_es: %s para enviar
nl_nl: %s om te verzenden
sr_rs: %s за слање

source: All messages
da_dk: Alle beskeder
de_de: Alle Nachrichten
es_es: Todos los mensajes
nl_nl: Alle berichten
sr_rs: Све поруке

source: Search...
da_dk: Søg...
de_de: Suche...
es_es: Buscar...
nl_nl: Zoeken...
sr_rs: Претрага...

source: Unread
da_dk: Ulæst
de_de: Ungelesen
es_es: No leídos
nl_nl: Ongelezen
sr_rs: Непрочитано

source: All
da_dk: Alle
de_de: Alle
es_es: Todos
nl_nl: Allemaal
sr_rs: Све

source: Private messages and live chat
ar_eg: الرسائل الخاصة والدردشة الحية
bg_bg: Лични съобщения и онлайн чат
cs_cz: Soukromé zprávy a chat
da_dk: Private beskeder og live chat
de_de: Private Nachrichten und live-chat
es_es: Mensajes privados y chats en vivo
fa_ir: پیغام خصوصی و چت زنده
fr_fr: Messages privés et chat en direct
hu_hu: Privát üzenetek és élő chat
nl_nl: Prive-berichten en live chat
pl_pl: Wiadomości prywatne oraz czat
sr_rs: Приватне поруке и ћаскање уживо
sv_se: Privata meddelanden och chatt

source: PeepSo Core: Chat
ar_eg: بيبسو الأساسي: الدردشة
bg_bg: PeepSo Core: Чат
da_dk: Peepso Kerne: Chat
es_es: PeepSo Core: Conversación
fa_ir: هسته پیپ سو: چت
pl_pl: PeepSo Core: Czat
sr_rs: PeepSo Core: Ћаскање
sv_se: PeepSo kärna: chatt

source: Post
ar_eg: منشور
cs_cz: Příspěvek
da_dk: Indlæg
de_de: Posten
es_es: Publicar
fr_fr: Publier
nl_nl: Posten
sr_rs: Постуј
sv_se: Inlägg

source: Conversation with
ar_eg: محادثة مع
cs_cz: Konverzace s
da_dk: Samtale med
de_de: Unterhaltung mit
es_es: Conversación con
fr_fr: Conversation avec
nl_nl: Gesprek met
sr_rs: Разговор са
sv_se: Konversation med

source: Done
ar_eg: تم التنفيذ
bg_bg: Готово
cs_cz: Hotovo
da_dk: Færdig
de_de: Fertig
es_es: Hecho
fa_ir: انجام شد
fr_fr: Terminé
hu_hu: Kész
nl_nl: Gedaan
pl_pl: Gotowe
sr_rs: Завршено
sv_se: Klart

source: Leave this conversation
ar_eg: ترك هذه المحادثة
bg_bg: Напуснете този разговор
cs_cz: Opustit tuto konverzaci
da_dk: Forlade denne samtale
de_de: Dieses Gespräch verlassen
es_es: Dejar esta conversación
fa_ir: ترک این گفتگو
fr_fr: Quitter cette conversation
hu_hu: Beszélgetés elhagyása
nl_nl: Verlaat dit gesprek
pl_pl: Opuść tą rozmowę
sr_rs: Напусти ову конверзацију
sv_se: Lämna denna konversation

source: Are you sure you want to leave this conversation?
ar_eg: هل أنت متأكد من أنك تريد ترك هذه المحادثة؟
bg_bg: Сигурни ли сте, че искате да напуснете този разговор?
cs_cz: Opravdu chcete tuto konverzaci opustit?
da_dk: Er du sikker på du vil forlade denne samtale?
de_de: Biss Du sicher, dass Du dieses Gespräch verlassen willst?
es_es: ¿Está seguro que desea salir de esta conversación?
fa_ir: آیا مطمئن هستید می خواهید این گفتگو را ترک کنید؟
fr_fr: Êtes-vous sûr de vouloir quitter cette conversation?
hu_hu: Biztos vagy benne, hogy kilépsz a beszélgetésből?
nl_nl: Bent u zeker dat u dit gesprek wilt verlaten?
pl_pl: Czy jesteś pewien, że chcesz opuścić tą rozmowę?
sr_rs: Да ли сте сигурни да желите да напустите ову конверзацију?
sv_se: Är du säker på att du vill lämna denna konversation?

source: Add People to the conversation
ar_eg: إضافة أشخاص إلى محادثة
bg_bg: Добавяне на хора към чата
cs_cz: Přidat Lidi do konverzace
da_dk: Føje personer til samtalen
de_de: Personen zum Gespräch hinzufügen
es_es: Añadir gente a la conversación
fa_ir: افزودن افراد به گفتگو
fr_fr: Ajouter des personnes à cette conversation
hu_hu: Személyek hozzáadása a beszélgetéshez
nl_nl: Personen toevoegen aan het gesprek
pl_pl: Dodaj osoby do rozmowy
sr_rs: Додај особе у конверзацију
sv_se: Lägg till personer i konversationen

source: %s ago
ar_eg: %s منذ
bg_bg: преди %s
cs_cz: před %s
da_dk: %s siden
de_de: vor %s
es_es: hace %s
fa_ir: %s پیش
fr_fr: il y a %s
hu_hu: %s elteltével
nl_nl: %s geleden
pl_pl: %s temu
sr_rs: пре %s
sv_se: %s sedan

source: Mute
ar_eg: كتم الصوت
bg_bg: Заглушаване
cs_cz: Ztlumit
da_dk: Lydløs
de_de: Lautlos
fa_ir: قطع اعلانها
fr_fr: Mettre en sourdine
hu_hu: Némítás
nl_nl: Dempen
pl_pl: Wycisz
sr_rs: Искључи тон
sv_se: Tysta

source: until I unmute it
ar_eg: حتى أقوم أنا بإلغاء كتم صوته
bg_bg: докато го включа отново
cs_cz: dokud nevypnu ztlumení
da_dk: indtil jeg slår det til igen
de_de: bis ich es einschalten
es_es: hasta que activar
fa_ir: تا زمانی که خودم مجددا فعالش کنم
fr_fr: jusqu'au moment où je décide de la réactiver
hu_hu: amíg az elnémítást kikapcsolom
nl_nl: totdat ik het weer inschakel
pl_pl: dopóki nie anuluję wyciszenia
sr_rs: док сам/а не укључим тон
sv_se: tills jag slå på det

source: a week
ar_eg: أسبوع
bg_bg: за 1 седмица
cs_cz: týden
da_dk: en uge
de_de: eine Woche
es_es: a la semana
fa_ir: 1 هفته
fr_fr: une semaine
hu_hu: egy hét
nl_nl: een week
pl_pl: tydzień
sr_rs: недељу дана
sv_se: en vecka

source: a day
ar_eg: يوم
bg_bg: за 1 ден
cs_cz: den
da_dk: en dag
de_de: ein Tag
es_es: un día
fa_ir: یک روز
fr_fr: un jour
hu_hu: egy nap
nl_nl: een dag
pl_pl: dzień
sr_rs: један дан
sv_se: en dag

source: an hour
ar_eg: ساعة
bg_bg: за 1 час
cs_cz: hodina
da_dk: en time
de_de: eine Stunde
es_es: una hora
fa_ir: یک ساعت
fr_fr: une heure
hu_hu: egy óra
nl_nl: een uur
pl_pl: godzinę
sr_rs: један сат
sv_se: en timme

source: 30 seconds
ar_eg: 30 ثانية
bg_bg: 30 секунди
cs_cz: 30 sekund
da_dk: 30 sekunder
de_de: 30 Sekunden
es_es: 30 segundos
fa_ir: ۳۰ ثانیه
fr_fr: 30 secondes
hu_hu: 30 másodperc
nl_nl: 30 seconden
pl_pl: 30 sekund
sr_rs: 30 секунди
sv_se: 30 sekunder

source: How long do you want to mute this conversation?
ar_eg: إلى متى تريد كتم صوت هذه المحادثة؟
bg_bg: За колко време искате за заглушите този разговор?
cs_cz: Jak dlouho chcete nechat konverzaci ztlumenou ?
da_dk: Hvor længe vil du slå lyden på denne samtale fra?
de_de: Wie lange möchten Sie dieses Gespräch stummschalten?
es_es: ¿Cuánto tiempo desea silenciar esta conversación?
fa_ir: برای چه مدت می خواهید اعلان های این مکالمه را قطع کنید؟
fr_fr: Pendant combien de temps souhaitez-vous mettre en sourdine cette conversation ?
hu_hu: Mennyi ideig szeretnéd elnémítani ezt a beszélgetést?
nl_nl: Hoe lang wilt u dit gesprek dempen?
pl_pl: Na jak długo chcesz wyciszyć tą rozmowę?
sr_rs: Колико дуго желите да тон ове конверзације буде искључен?
sv_se: Hur länge vill du tysta denna konversation?

source: No messages found.
ar_eg: لا توجد رسائل.
bg_bg: Няма намерени съобщения.
cs_cz: Nebyly nalezeny žádné zprávy.
da_dk: Ingen meddelelser fundet.
de_de: Keine Nachrichten gefunden.
es_es: No hay mensajes encontrados.
fa_ir: هیچ پیغامی پیدا نشد.
fr_fr: Aucun messages trouvés.
hu_hu: Nem találhatók üzenetek.
nl_nl: Geen berichten gevonden.
pl_pl: Nie znaleziono wiadomości.
sr_rs: Нису пронађене било какве поруке.
sv_se: Inga meddelanden hittades.

source: Clear search
ar_eg: مسح البحث
cs_cz: Vymazat vyhledávání
da_dk: Ryd søgning
de_de: Suche löschen
es_es: Limpiar búsqueda
nl_nl: Zoekvraag wissen
sr_rs: Очисти преграгу

source: New message
ar_eg: رسالة جديدة
cs_cz: Nová zpráva
da_dk: Ny besked
de_de: Neue Nachricht
es_es: Nuevo mensaje
fr_fr: Nouveau message
nl_nl: Nieuw bericht
sr_rs: Нова порука
sv_se: Nytt meddelande

source: Cancel
ar_eg: إلغاء
bg_bg: Отказ
cs_cz: Zrušit
da_dk: Annullér
de_de: Abbrechen
es_es: Cancelar
fa_ir: انصراف
fr_fr: Annuler
hu_hu: Mégsem
nl_nl: Annuleren
pl_pl: Anuluj
sr_rs: Поништи
sv_se: Avbryt

source: Select Recipients
ar_eg: تحديد المتلقين
bg_bg: Избор на получатели
cs_cz: Vyberte příjemce
da_dk: Vælg modtagere
de_de: Empfänger wählen
es_es: Seleccionar los destinatarios
fa_ir: انتخاب گیرندگان
fr_fr: Sélectionner les destinataires
hu_hu: Jelöld ki a címzetteket
nl_nl: Geadresseerden selecteren
pl_pl: Wybierz odbiorców
sr_rs: Одабери примаоце
sv_se: Välj mottagare

source: Recipients
ar_eg: المتلقين
bg_bg: Получатели:
cs_cz: Příjemci
da_dk: Modtagere
de_de: Empfänger
es_es: Receptores de
fa_ir: گیرندگان
fr_fr: Destinataires
hu_hu: Címzettek
nl_nl: Geadresseerden
pl_pl: Odbiorcy
sr_rs: Примаоци
sv_se: Mottagare

source: Recipient
ar_eg: المتلقي
bg_bg: Получател:
cs_cz: Příjemce
da_dk: Modtager
de_de: Empfänger
es_es: Destinatario
fa_ir: گیرنده
fr_fr: Destinataire
hu_hu: Címzett
nl_nl: Geadresseerde
pl_pl: Odbiorca
sr_rs: Прималац
sv_se: Mottagare

source: Write Message
ar_eg: كتابة رسالة
bg_bg: Ново съобщение
cs_cz: Napsat zprávu
da_dk: Skriv besked
de_de: Nachricht schreiben
es_es: Escribir mensaje
fa_ir: نوشتن پیغام
fr_fr: Envoi du Message
hu_hu: Üzenet írása
nl_nl: Schrijf bericht
pl_pl: Napisz wiadomość
sr_rs: Напиши поруку
sv_se: Skriv meddelande

source: %s left the conversation
da_dk: %s forlod samtalen
de_de: %s hat das Gespräch verlassen
es_es: %s abandonó la conversación
nl_nl: %s heeft het gesprek verlaten
sr_rs: %s је напустио/ла конверзацију

source: %s created a new group conversation
ar_eg: %s قام بفتح محادثة جماعية جديدة
bg_bg: %s създаде нов групов чат
cs_cz: %s vytvořil novou skupinovou konverzaci
da_dk: %s oprettede en ny gruppesamtale
de_de: %s hat ein neue Gruppe-Gespräch begonnen
es_es: %s creó una nueva conversación de grupo
fa_ir: %s یک گفتگوی گروهی جدید ایجاد کرد
fr_fr: %s a crée une nouvelle conversation de groupe
hu_hu: %s létrehozott egy új csoportos beszélgetést
nl_nl: %s creëerde een nieuwe groepsgesprek
pl_pl: %s utworzył nową rozmowę grupową
sr_rs: %s је креирао/ла нову групну конверзацију
sv_se: %s skapade en ny gruppkonversation

source: %s has left the conversation
ar_eg: %s قد غادر المحادثة
bg_bg: %s напусна разговора
cs_cz: %s opustil konverzaci
da_dk: %s har forladt samtalen
de_de: %s hat das Gespräch verlassen
es_es: %s ha dejado la conversación
fa_ir: %s گفتگو را ترک کرده است
fr_fr: %s a quitté la conversation conversation
hu_hu: %s kilépett a beszélgetésből
nl_nl: %s heeft het gesprek verlaten
pl_pl: %s opuścił rozmowę
sr_rs: %s је напустио/ла конверзацију
sv_se: %s har lämnat konversationen

source: You turned off chat for this conversation but you can still send a message.
ar_eg: لقد قمت بإيقاف تشغيل الدردشة لهذه المحادثة ولكنك مازلت تتمكن من إرسال الرسائل.
bg_bg: Вие сте изключили чата за този разговор, но все още можете да изпратите съобщение.
cs_cz: Vypnuli jste chat pro tuto konverzaci, ale stále můžete poslat zprávu.
da_dk: Du har slået chat fra for denne samtale, men du kan stadig sende en besked.
de_de: Du hast den Chat für das Gespräch deaktiviert, aber du kannst trotzdem eine Nachricht senden.
es_es: Has desactivado el chat para esta conversación, pero todavía puedes enviar un mensaje.
fa_ir: شما چت را برای این مکالمه خاموش کرده اید اما همچنان می توانید پیغام بفرستید.
fr_fr: Vous avez désactivé le chat pour cette conversation mais vous pouvez toujours envoyer un message.
hu_hu: A beszélgetés chat-jét kikapcsoltad, de még tudsz üzenetet küldeni.
nl_nl: U heeft chat voor dit gesprek uitgeschakeld, maar u kunt nog steeds een bericht sturen.
pl_pl: Wyłączyłeś czat dla tej rozmowy, ale nadal możesz wysłać wiadomość.
sr_rs: Искључили сте ћаскање у овој конверзацији али и даље можете да пошаљете поруку.
sv_se: Du har stängt av chatten för detta samtal, men du kan fortfarande skicka ett meddelande.

source: Unmute
ar_eg: إلغاء كتم الصوت
bg_bg: Включи известията
cs_cz: Zrušit ztlumení
da_dk: Slå lyd til
de_de: Stummschaltung ausschalten
es_es: Activar
fa_ir: لغو حالت سکوت
hu_hu: Némítás megszüntetése
nl_nl: Niet langer dempen
pl_pl: Wyłącz wyciszenie
sr_rs: Укључи тон
sv_se: Ljud på

source: This conversation is muted. New chat tabs will not pop up and you will not receive notifications.
ar_eg: تم كتم الصوت هذه المحادثة. علامات تبويب الدردشات الجديدة ان تظهر فجأة ولن تتلقى إشعارات وتنبيهات.
bg_bg: Този разговор е заглушен. Нови чат табове няма да изскачат и няма да получавате известия.
cs_cz: Tato konverzace je ztlumena. Nové karty konverzace se nebudou zobrazovat a nebudete dostávat upozornění.
da_dk: Denne samtale er tavs. Nye chat-faner vil ikke dukke op, og du vil ikke modtage notifikationer.
de_de: Dieses Gespräch ist stummgeschaltet. Neue Chats werden nicht eingeblendet und du erhälst keine Benachrichtigungen.
es_es: Esta conversación está silenciada. Las nuevas pestañas de conversación no aparecerán y no recibirás notificaciones.
fa_ir: این گفتگو بیصدا شده است. تب های چت جدید به شکل پاپ آپ گشوده نخواهد شد و شما اعلان ها را دریافت نخواهید کرد.
fr_fr: Cette conversation a été mise en sourdine. Les nouvelles fenêtres de chat ne s'afficheront pas et vous ne recevrez plus de notifications.
hu_hu: Ez a beszélgetés le van némítva. Új chat ablakok nem fognak megjelenni és nem fogsz értesítéseket kapni.
nl_nl: Dit gesprek is gedempt. Nieuwe chat tabbladen zullen niet verschijnen en u ontvangt geen meldingen.
pl_pl: Ta rozmowa jest wyciszona. Nowe karty czatu nie pojawią się i nie będziesz otrzymywać powiadomień.
sr_rs: Тон ове конверзације је искључен. Нови језичци ћаскања неће искочити и нећете примати обавештења.
sv_se: Detta samtal är tystat. Nya chatt-flikar kommer inte att dyka upp och du kan inte få meddelanden.

source: Block this user
ar_eg: حظر هذا المستخدم
cs_cz: Blokovat tohoto uživatele
da_dk: Bloker denne bruger.
de_de: Diesen Benutzer blockieren
es_es: Bloquear este usuario
fr_fr: Bloquer cet utilisateur
nl_nl: Deze gebruiker blokkeren
sr_rs: Блокирај овог корисника
sv_se: Blockera användaren

source: View full conversation
ar_eg: عرض المحادثة بالكامل
bg_bg: Преглед на целия разговор
cs_cz: Zobrazit celou konverzaci
da_dk: Se fuld samtale
de_de: Ganzes Gespräch anzeigen
es_es: Ver conversación completa
fa_ir: مشاهده کامل گفتگو
fr_fr: Voir la conversation complète
hu_hu: Egész beszélgetés mutatása
nl_nl: Volledig gesprek bekijken
pl_pl: Wyświetl pełną rozmowę
sr_rs: Види целу конверзацију
sv_se: Visa hela konversationen

source: Options
ar_eg: الخيارات
cs_cz: Možnosti
da_dk: Indstillinger
de_de: Optionen
es_es: Opciones
fr_fr: Les Options
nl_nl: Opties
sr_rs: Опције
sv_se: Inställningar

source: Write a message...
ar_eg: اكتب رسالة...
cs_cz: Napište zprávu...
da_dk: Skriv en besked...
de_de: Schreibe eine Nachricht...
es_es: Escribir un mensaje...
fr_fr: Écrire un message...
nl_nl: Schrijf een bericht...
sr_rs: Напиши поруку...
sv_se: Skriv ett meddelande...

source: more
ar_eg: المزيد
bg_bg: още
cs_cz: více
da_dk: mere
de_de: mehr
es_es: más
fa_ir: بیشتر
fr_fr: plus
hu_hu: több
nl_nl: meer
pl_pl: więcej
sr_rs: више
sv_se: mer

source: Close
ar_eg: اغلق
cs_cz: Zavřít
da_dk: Luk
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
nl_nl: Sluiten
sr_rs: Затвори
sv_se: Stäng

source: Loading
ar_eg: يتم التحميل
bg_bg: Зареждане
cs_cz: Načítání
da_dk: Indlæser
de_de: Lädt
es_es: Cargando
fa_ir: در حال بارگذاری
fr_fr: Chargement en cours
hu_hu: Betöltés
nl_nl: Laden
pl_pl: Ładowanie
sr_rs: Учитавање
sv_se: Laddar

source: just now
ar_eg: حالاً
bg_bg: току-що
cs_cz: právě teď
da_dk: lige nu
de_de: gerade jetzt
es_es: justo ahora
fa_ir: همین حالا
fr_fr: Juste maintenant
hu_hu: éppen most
nl_nl: zojuist
pl_pl: przed chwilą
sr_rs: управо
sv_se: nyss

source: Start a chat
ar_eg: بدء الدردشة
bg_bg: Съобщение
cs_cz: Začít chatovat
da_dk: Start en chat
de_de: Chat starten
es_es: Iniciar un chat
fa_ir: شروع یک گفتگو
fr_fr: Démarrer le chat
hu_hu: Chat indítása
nl_nl: Start een gesprek
pl_pl: Rozpocznij czat
sr_rs: Започни ћаскање
sv_se: Starta en chatt

source: Messages and Chat
ar_eg: الرسائل والدردشة
bg_bg: Съобщения и чат
cs_cz: Zprávy a Chat
da_dk: Besked og Chat
de_de: Nachrichten und Chat
es_es: Mensajes y Coversaciones
fa_ir: پیغام و گفتگو
fr_fr: Messages et Chat
hu_hu: Üzenetek és Chat
nl_nl: Bericht en Chat
pl_pl: Wiadomości i czat
sr_rs: Поруке и ћаскање
sv_se: Meddelande och chatt

source: Message and Chat
ar_eg: الرسالة والدردشة
bg_bg: Съобщения и чат
cs_cz: Zpráva a Chat
da_dk: Besked og chat
de_de: Nachricht und Chat
es_es: Mensaje y Chat
fa_ir: پیغام و گفتگو
fr_fr: Messages et Chat
hu_hu: Üzenet és Chat
nl_nl: Bericht en Chat
pl_pl: Wiadomości i czat
sr_rs: Шаљи и примај поруке и ћаскај
sv_se: Meddelande och chatt

source: Open minimized chat window for new message
ar_eg: فتح نافذة دردشة مصغرة للرسائل الجديدة
bg_bg: Отвори минимизиран чат прозорец при получаване на ново съобщение
cs_cz: Otevřít minimalizované okno chatu pro novou zprávu
da_dk: Åbn minimeret chatvindue for ny besked
de_de: Öffne minimiertes Chat-Fenster für eine neue Nachricht
es_es: Abrir ventana de chat minimizada para el nuevo mensaje
fa_ir: گشودن پنجره چت بهینه شده برای پیغام جدید
fr_fr: Ouvrir une fenêtre de conversation lors d’un nouveau message
hu_hu: Lekicsinyített chat ablak megnyitása új üzenetért
nl_nl: Open geminimaliseerde chat-venster voor nieuw bericht
pl_pl: Otwórz czat w zminimalizowanym oknie dla nowych wiadomości
sr_rs: Отвори минимизирани прозор за ћаскање за нову поруку
sv_se: Öppna minimerade chattfönstret för nytt meddelande

source: Enable Chat (Messages will still work if you disable Chat)
ar_eg: تفعيل الدردشة (الرسائل ستظل تعمل إذا قمت بتعطيل الدردشة)
bg_bg: Разреши чата (ако забраните чатa, ще може само да се изпращат и получават съобщения)
cs_cz: Zapnout Chat (Zprávy budou pořád fungovat, když vypnete Chat)
da_dk: Aktiver Chat (Beskeder vil stadig virke, hvis du deaktiverer Chat)
de_de: Chat aktivieren (Nachrichten werden noch funktionieren, wenn du den Chat deaktivierst)
es_es: Habilitar Chat (Los mensajes seguirán funcionando si deshabilitas el Chat)
fa_ir: فعال کردن چت (در صورت خاموش کردن پیغام ها همچنان فعال خواهند بود)
fr_fr: Activer le Chat (Le plugin "Messages" continuera de fonctionner si vous désactivez le Chat)
hu_hu: Chat bekapcsolása (Az üzenetküldés akkor is működni fog, ha a Chat-et kikapcsolod)
nl_nl: Chatten inschakelen (berichten zullen nog steeds werken als u Chat uitschakelt)
pl_pl: Włącz czat (Wiadomości będą nadal działać po wyłączeniu czatu)
sr_rs: Омогући ћаскање (поруке ће и даље функционисати ако онемогућите ћаскање)
sv_se: Aktivera chatten (meddelanden kommer fortfarande fungera om du inaktiverar chatt)

source: Someone sent me a new message
da_dk: Nogen har sendt mig en ny meddelelse
es_es: Alguien me envió un nuevo Mensaje
nl_nl: Iemand stuurde me een nieuw bericht
sr_rs: Неко ми је послао нову поруку

source: Send Message
ar_eg: إرسال رسالة
bg_bg: Изпрати съобщение
cs_cz: Poslat zprávu
da_dk: Send besked
de_de: Nachricht senden
es_es: Enviar mensaje
fa_ir: ارسال پیغام
fr_fr: Envoyer le message
hu_hu: Üzenet küldése
nl_nl: Stuur bericht
pl_pl: Wyślij wiadomość
sr_rs: Пошаљи поруку
sv_se: Skicka meddelande

source: Text
ar_eg: النص
da_dk: Tekst
es_es: Texto
fr_fr: Texte
nl_nl: Tekst
sr_rs: Текст

source: Your message...
ar_eg: الرسالة الخاصة بك...
bg_bg: Вашето съобщение...
cs_cz: Vaše zpráva...
da_dk: Dine beskeder...
de_de: Deine Nachricht...
es_es: Su mensaje...
fa_ir: پیغام شما...
fr_fr: Votre message…
hu_hu: Te üzeneted...
nl_nl: Uw bericht...
pl_pl: Twoja wiadomość...
sr_rs: Ваша порука...
sv_se: Ditt meddelande...

source: Search PeepSo Messages Inline
ar_eg: البحث في الرسائل المتضمنة عبر بيبسو PeepSo
bg_bg: Търсене PeepSo на съобщения в реда
cs_cz: Hledat PeepSo zprávu
da_dk: Søg blandt PeepSo meddelelser inline
de_de: Suche PeepSo Nachrichten Inline
es_es: Búsqueda PeepSo mensajes en línea
fa_ir: جستجوی پیغام درون خطی PeepSo
fr_fr: Rechercher PeepSo Messages en ligne
hu_hu: PeepSo üzenetek keresése inline
nl_nl: Zoek PeepSo berichten Inline
pl_pl: Szukaj wiadomości PeepSo inline
sr_rs: Претражи PeepSo уграђене поруке
sv_se: Sök PeepSo meddelanden I kö

source: Update PeepSo Message Inline
ar_eg: تحديث رسالة متضمنة عبر بيبسو PeepSo
bg_bg: Обновяване на PeepSo съобщение в реда
cs_cz: Aktualizovat PeepSo zprávu
da_dk: Opdatere PeepSo besked inline
de_de: PeepSo Nachricht Inline zu aktualisieren
es_es: Actualización en línea del mensaje de PeepSo
fa_ir: بروزرسانی پیغام درون خطی PeepSo
fr_fr: Mettre à jour PeepSo Message en ligne
hu_hu: PeepSo üzenet frissítése inline
nl_nl: PeepSo bericht Inline bijwerken
pl_pl: Aktualizuj wiadomość PeepSo inline
sr_rs: Ажурирај PeepSo уграђену поруку
sv_se: Uppdatera PeepSo meddelande I kö

source: Edit PeepSo Message Inline
ar_eg: تحرير رسالة متضمنة عبر بيبسو PeepSo
bg_bg: Редактиране на PeepSo съобщение в реда
cs_cz: Upravit PeepSo zprávu
da_dk: Rediger PeepSo besked inline
de_de: Inline PeepSo Nachricht bearbeiten
es_es: Edición en línea del mensaje de PeepSo
fa_ir: ویرایش پیغام درون خطی PeepSo
fr_fr: Editer PeepSo Message en ligne
hu_hu: PeepSo üzenet szerkesztése inline
nl_nl: PeepSo bericht inline bewerken
pl_pl: Edytuj wiadomość PeepSo inline
sr_rs: Уреди PeepSo уграђену поруку
sv_se: Redigera PeepSo meddelande I kö

source: Add New PeepSo Message Inline
ar_eg: إضافة رسالة متضمنة جديدة عبر بيبسو PeepSo
bg_bg: Добавяне на ново PeepSo съобщение в реда
cs_cz: Přidat PeepSo zprávu
da_dk: Tilføje nye PeepSo besked inline
de_de: Füge neue PeepSo Nachricht Inline hinzu
es_es: Añadir nuevo mensaje de PeepSo en línea
fa_ir: افزودن پیغام درون خطی جدید PeepSo
fr_fr: Ajouter un nouveau PeepSo Message en ligne
hu_hu: Új PeepSo üzenet hozzáadása inline
nl_nl: Nieuw PeepSo bericht Inline toevoegen
pl_pl: Dodaj nową wiadomość PeepSo inline
sr_rs: Додај нову PeepSo уграђену поруку
sv_se: Lägg till nytt PeepSo meddelande I kö

source: View PeepSo Message Inline
ar_eg: عرض الرسائل المتضمنة عبر بيبسو PeepSo
bg_bg: Виж PeepSo съобщение в реда
cs_cz: Zobrazit PeepSo zprávy
da_dk: Se PeepSo besked inline
de_de: PeepSo Nachrichten Inline anzeigen
es_es: Ver mensaje de PeepSo en línea
fa_ir: مشاهده پیغام های درون خطی PeepSo
fr_fr: Voir PeepSo Message en ligne
hu_hu: PeepSo üzenetek megtekintése inline
nl_nl: Weergave PeepSo bericht Inline
pl_pl: Zobacz wiadomość PeepSo inline
sr_rs: Погледај PeepSo уграђену поруку
sv_se: Visa PeepSo meddelande I kö

source: All PeepSo Messages Inline
ar_eg: جميع الرسائل المتضمنة عبر بيبسو PeepSo
bg_bg: Всички PeepSo съобщения в реда
cs_cz: Všechny PeepSo zprávy
da_dk: Alle PeepSo meddelelser inline
de_de: Alle PeepSo Nachrichten Inline anzeigen
es_es: Todos en línea de los mensajes de PeepSo
fa_ir: تمام پیغام های درون خطی PeepSo
fr_fr: Tout PeepSo Messages en ligne
hu_hu: Összes PeepSo üzenet inline
nl_nl: Alle PeepSo berichten Inline
pl_pl: Wszystkie wiadomości PeepSo inline
sr_rs: Све PeepSo уграђене поруке
sv_se: Alla PeepSo meddelanden I kö

source: PeepSo Messages Inline:
ar_eg: رسائل متضمنة عبر بيبسو PeepSo:
bg_bg: PeepSo съобщения в реда:
cs_cz: PeepSo Zprávy:
da_dk: PeepSo meddelelser inline:
de_de: PeepSo Nachrichten Inline:
es_es: PeepSo mensajes en línea:
fa_ir: پیغام های درون خطی PeepSo:
fr_fr: PeepSo Messages en ligne:
hu_hu: PeepSo üzenetek inline:
nl_nl: PeepSo berichten Inline:
pl_pl: Wiadomości PeepSo inline:
sr_rs: PeepSo уграђене поруке:
sv_se: PeepSo meddelanden I kö:

source: PeepSo Messages Inline
ar_eg: رسائل متضمنة عبر بيبسو PeepSo
bg_bg: PeepSo съобщения в реда
cs_cz: PeepSo Zprávy
da_dk: PeepSo meddelelser inline
de_de: PeepSo Nachrichten Inline
es_es: PeepSo mensajes en línea
fa_ir: پیغام های درون خطی PeepSo
fr_fr: PeepSo Messages en ligne
hu_hu: PeepSo üzenetek inline
nl_nl: PeepSo berichten Inline
pl_pl: Wiadomości PeepSo inline
sr_rs: PeepSo уграђене поруке
sv_se: PeepSo meddelanden I kö

source: PeepSo Message Inline
ar_eg: رسالة متضمنة عبر بيبسو PeepSo
bg_bg: PeepSo съобщение в реда
cs_cz: PeepSo Zpráva
da_dk: PeepSo meddelelser inline
de_de: PeepSo Nachricht Inline
es_es: Mensaje de PeepSo en línea
fa_ir: پیغام های درون خطی PeepSo
fr_fr: PeepSo Message en ligne
hu_hu: PeepSo üzenet inline
nl_nl: PeepSo bericht Inline
pl_pl: Wiadomość PeepSo inline
sr_rs: PeepSo уграђена порука
sv_se: PeepSo meddelande I kö
