Repository: EliateMillo/peepso-core
Catalog: peepso-messages/language/msgso-*.po
Languages: ar_eg, bg_bg, cs_cz, da_dk, de_de, es_es, fa_ir, fr_fr, hu_hu, nl_nl, pl_pl, sr_rs, sv_se

source: Bulk Actions
ar_eg: الأفعال المتراكمة
bg_bg: Групови действия
cs_cz: Hromadné operace
da_dk: Bulk-handlinger
de_de: Massen-Aktion
es_es: Acciones en lote
fa_ir: اقدام دسته جمعی
fr_fr: Actions groupées
hu_hu: Tömeges műveletek
nl_nl: Bulk acties
pl_pl: Masowe przetwarzanie
sr_rs: Примени на обележено
sv_se: Massåtgärder

source: Chat
ar_eg: الدردشة
bg_bg: Чат
fa_ir: گفت و گو
pl_pl: Czat
sr_rs: Ћаскање
sv_se: Chatt

source: Enable on pages
ar_eg: تمكين على الصفحات
cs_cz: Povolit na stránkách
da_dk: Aktiver på sider
de_de: Auf Seiten aktivieren
es_es: Habilitar en páginas
fr_fr: Activer sur les pages
nl_nl: Inschakelen op pagina's
sr_rs: Омогући на страницама
sv_se: Aktivera på sidor

source: List of pages in which chat windows <strong>should</strong> appear, one page per line.<br />Examples:<br /><strong>/</strong> (Homepage)<br /><strong>/profile</strong> (Profile page)
es_es: Lista de páginas en las que <strong>deberían</strong> aparecer ventanas de chat, una por línea.<br />Ejemplos:<br /><strong>/</strong>(Página de inicio)<br /><strong>/perfil</strong> (Página de perfil)
nl_nl: Lijst van pagina's waarin chatvensters <strong>wel</strong> mogen verschijnen, één pagina per regel.<br />Voorbeelden:<br /><strong>/</strong> (Homepage)<br /><strong>/profiel</strong> (Profielpagina)
sr_rs: Листа станица на којима прозори за ћаскање <strong>треба</strong> да се појаве, у поставци једне странице по реченици.<br />Примери:<br /><strong>/</strong> (Почетна страница)<br /><strong>/profile</strong> (Профилна страница)

source: Disable on pages
ar_eg: تعطيل على الصفحات
cs_cz: Zakázat na stránkách
da_dk: Deaktivér på sider
de_de: Deaktivieren auf den Seiten
es_es: Desactivar en páginas
fr_fr: Désactiver sur les pages
nl_nl: Uitschakelen op pagina's
sr_rs: Онемогући на страницама
sv_se: Inaktivera på sidor

source: List of pages in which chat windows <strong>should not</strong> appear, one page per line.<br />Examples:<br /><strong>/</strong> (Homepage)<br /><strong>/profile</strong> (Profile page)
es_es: Lista de páginas en las que <strong>no deberían</strong> aparecer ventanas de chat, una por línea.<br />Ejemplos:<br /><strong>/</strong>(Página de inicio)<br /><strong>/perfil</strong> (Página de perfil)
nl_nl: Lijst van pagina's waarin chatvensters <strong>niet</strong> mogen verschijnen, één pagina per regel.<br />Voorbeelden:<br /><strong>/</strong> (Homepage)<br /><strong>/profiel</strong> (Profielpagina)
sr_rs: Листа страница на којима прозори за ћаскање <strong>не треба</strong> да се појаве, у поставци једне странице по реченици.<br />Примери:<br /><strong>/</strong> (Почетна страница)<br /><strong>/profile</strong> (Профилна страница)

source: Page-restriction mode
ar_eg: وضع تقييد الصفحة
cs_cz: Režim omezení stránky
da_dk: Sidebegrænsningstilstand
de_de: Seitenbeschränkungsmodus
es_es: Modo de restricción de páginas
fr_fr: Mode de restriction de page
nl_nl: Pagina-restrictie modus
sr_rs: Модалитет рестрикције странице
sv_se: Sida-begränsningsläge

source: Select mode in which chat should or should not appear.
es_es: Selecciona el modo en el que el chat debe o no debe aparecer.
nl_nl: Selecteer modus waarin de chat wel of niet moet worden weergegeven.
sr_rs: Одабери начин на који ће ћаскање бити приказано или не.

source: Show only on selected pages
ar_eg: إظهار فقط على الصفحات المحددة
cs_cz: Zobrazit pouze na vybraných stránkách
da_dk: Vis kun på valgte sider
de_de: Nur auf ausgewählten Seiten anzeigen
es_es: Mostrar solo en las páginas seleccionadas
fr_fr: Afficher uniquement sur les pages sélectionnées
nl_nl: Toon alleen op geselecteerde pagina's
sr_rs: Прикажи само на изабраним страницама
sv_se: Visa endast på valda sidor

source: Disable on selected pages
ar_eg: تعطيل في الصفحات المحددة
cs_cz: Zakázat na vybraných stránkách
da_dk: Deaktivér på valgte sider
de_de: Auf ausgewählten Seiten deaktivieren
es_es: Desactivar en las páginas seleccionadas
fr_fr: Désactiver sur les pages sélectionnées
nl_nl: Uitschakelen op geselecteerde pagina's
sr_rs: Онемогући на изабраним страницама
sv_se: Inaktivera valda sidor

source: Forced Refresh
da_dk: Tvunget opdatering
de_de: Aktualisierung erzwingen
es_es: Actualización forzada
nl_nl: verliet het gesprek
sr_rs: Присилно освежи

source: Send an extra ajax call every 30 seconds to make sure that messages and chat is synchronized between multiple open browser windows or devices.
ar_eg: إجراء مكالمة إضافية عبر أياكس ajax كل 30 ثانية للتأكد من أنه تتم عملية التزامن فيما بين الرسائل والدردشة وبين صفحات متصفح شبكة الإنترنت المفتوحة المتعددة أو الأجهزة المختلفة.
bg_bg: Изпращане на допълнителни ajax заявки на всеки 30 секунди за да сте сигурни, че съобщенията и чата са синхронизирани между всички отворени прозорци на браузъра или устройствата.
cs_cz: Každých 30 vteřin provede zavolání AJAXU pro synchronizaci mezi více otevřenými okny a více zařízeními.
da_dk: Send et ekstra ajax opkald hver 30 sekunder for at sikre, at meddelelser og chat synkroniseres mellem flere åbne browservinduer eller enheder.
de_de: Alle 30 Sekunden eine Aktualisierung durchführen, damit Nachrichten und Chats kontinuierlich synchronisiert werden.
es_es: Enviar un llamada ajax extra cada 30 segundos para asegurarse de que los mensajes y el chat estén sincronizados entre múltiples ventanas del navegador o los dispositivos.
fa_ir: ارسال تماس ای‌جاکس اضافی ظرف هر ۳۰ ثانیه برای اطمینان از این‌که چت و پیغام‌ها در میان پنجره‌ها و دیوایس‌های مختلف سینک شده‌اند.
fr_fr: Envoyer une requête ajax supplémentaire toutes les 30 secondes pour vous assurer que les messages et le chat soient correctement synchronisés. Entre les multiples fenêtres et périphériques ouverts sur un navigateur.
hu_hu: Egy extra ajax hívás küldése minden 30 másodpercben, hogy megbizonyosodjunk abban, hogy a chat összhangban van a több böngésző ablakok vagy eszközök között.
nl_nl: Stuur een extra ajax-oproep om de 30 seconden om ervoor te zorgen dat berichten en chatten is gesynchroniseerd tussen meerdere geopende browservensters of apparaten.
pl_pl: Wyślij dodatkowe zapytanie ajaxa co 30 sekund, by mieć pewność, że wiadomości są zsynchronizowane pomiędzy wszystkimi otwartymi oknami przeglądarki lub urządzeniami.
sr_rs: Пошаљи додатни ajax позив на сваких 30 секунди како би поруке и ћаскање били синхронизовани између више отворених прозора у претраживачу или на другим уређајима.
sv_se: Skicka ett extra ajax-anrop varje 30 sekunder för att se till att meddelanden och chatt är synkroniserad mellan flera öppna webbläsarfönster eller enheter.

source: Enable Chat
ar_eg: تفعيل الدردشة
bg_bg: Разрешаване на чата
cs_cz: Zapnout chat
da_dk: Aktiver chat
de_de: Chat aktivieren
es_es: Habilitar Chat
fa_ir: فعال کردن چت
fr_fr: Activer le Chat
hu_hu: Csevegés engedélyezése
nl_nl: Chatten inschakelen
pl_pl: Włącz czat
sr_rs: Омогући ћаскање
sv_se: Aktivera chatten

source: Messages
ar_eg: الرسائل
bg_bg: Съобщения
cs_cz: Zprávy
da_dk: Meddelelser
de_de: Nachrichten
es_es: Mensajes
fa_ir: پیغام ها
hu_hu: Üzenetek
nl_nl: Berichten
pl_pl: Wiadomości
sr_rs: Поруке
sv_se: Meddelanden

source: Character limit per message
ar_eg: الحد المسموح به للحروف في كل رسالة
bg_bg: Брой символи в съобщение
cs_cz: Omezení počtu znaků na jednu zprávu
da_dk: Tegngrænsen pr. meddelelse
de_de: Zeichenbeschränkung pro Nachricht
es_es: Límite de caracteres por mensaje
fa_ir: محدودیت نویسه در هر پیام
fr_fr: Limites de caractères par message
hu_hu: Karakterkorlát üzenetenként
nl_nl: Tekens per bericht
pl_pl: Ilość znaków w wiadomości
sr_rs: Ограничење карактера по поруци
sv_se: Tecken per meddelande

source: Allow new messages only from friends
ar_eg: السماح بتلقي الرسائل الجديدة الواردة من الأصدقاء فقط
bg_bg: Позволи съобщения само от приятели
cs_cz: Povolit nové zprávy pouze od přátel
da_dk: Tillad kun nye beskeder fra venner
de_de: Neue Nachrichten nur von Freunden zulassen
es_es: Permiten nuevos mensajes sólo de amigos
fa_ir: اجازه‌ی دریافت پیغام‌های جدید فقط از جانب دوستان را بده
fr_fr: Autoriser les nouveaux messages seulement de la part de mes amis
hu_hu: Új üzenetek engedélyezése csak barátoktól
nl_nl: Alleen nieuwe berichten toestaan van vrienden
pl_pl: Pozwalaj na nowe wiadomości tylko od znajomych
sr_rs: Дозволи нове поруке само од пријатеља
sv_se: Tillåt nya meddelanden endast från vänner

source: Enable "read" notifications
ar_eg: تفعيل إمكانية "قراءة" الإشعارات
bg_bg: Разреши уведомления за "прочетено"
cs_cz: Zapnout "přečteno" upozornění
da_dk: Aktiver "læse" notifikationer
de_de: "Gelesen" Benachrichtigungen aktivieren
es_es: Habilitar notificaciones de lectura
fa_ir: فعال کردن "اعلان های خواندن"
fr_fr: Activer les notifications pour les "accusés de réception"
hu_hu: Értesítések elolvasásának engedélyezése
nl_nl: Inschakelen 'gelezen' meldingen
pl_pl: Włącz 'czytaj' powiadomienia
sr_rs: Омогући "читање" обавештења
sv_se: Aktivera 'läsa' meddelanden

source: Error creating conversation
ar_eg: حدث خطأ أثناء إجراء المحادثة
bg_bg: Грешка при започване на разговор
cs_cz: Chyba při vytváření konverzace
da_dk: Fejl ved oprettelse af samtale
de_de: Fehler beim Erstellen der Konversation
es_es: Error creando la conversación
fa_ir: خطا در ایجاد گفتگو
fr_fr: Erreur lors de la création de la conversation
hu_hu: A beszélgetés létrehozásakor hiba történt
nl_nl: Fout bij het maken van gesprek
pl_pl: Wystąpił błąd podczas tworzenia rozmowy
sr_rs: Грешка у креирању конверзације
sv_se: Fel när en konversation skapas

source: PeepSo
ar_eg: بيبسو PeepSo

# Page listing
source: PeepSo
ar_eg: بيبسو PeepSo
