Repository: EliateMillo/peepso-core
Catalog: peepso-photos/language/picso-*.po
Languages: pl_pl

source: Post updates on Activity Stream when user changes pages cover.
pl_pl: Opublikuj post gdy użytkownik zmieni okładkę strony

source: Enable post updates upon pages cover change
pl_pl: Opublikuj post gdy zmieni się okładka strony

source: Post updates on Activity Stream when user changes pages avatar.
pl_pl: Dodaj post gdy zmienia się awatar strony

source: Enable post updates upon pages avatar change
pl_pl: Opublikuj post gdy zmienia się awatar strony

source: Change Album privacy
pl_pl: Zmień prywatność

source: Set as album cover
pl_pl: Użyj jako okładki albumu

source: You are not authorized to use this photo as album cover.
pl_pl: Nie możesz użyć tego zdjęcia jako okładki

source: Your album cover has been changed.
pl_pl: Okładka twojego profilu została zmieniona

source: Only a few photos are loaded here. To see all the photos, please open the page directly.
pl_pl: Ten widok ładuje tylko kilka zdjęć. Aby zobaczyć wszystkie, otwórz stronę bezpośrednio.

# Community link
source: Photos
pl_pl: Zdjęcia

source: No photo
pl_pl: Brak zdjęcia

source: Storage used in MB
pl_pl: Zajęte miejsce w MB

source: Show amount of storage used by each member in users page
pl_pl: Pokaż miejsce zajęte przez każdego użytkownika

source: Temporary file has been moved
pl_pl: Tymczasowy plik został usunięty

source: Clear history
pl_pl: Wyczyść historię

source: Photo size & quality
pl_pl: Rozmiar i jakość

source: User limits
pl_pl: Limity dla użytkowników

source: Comments are closed
pl_pl: Komentarze są wyłączone

source: Photo uploads and albums
pl_pl: Zdjęcia i albumy

source: PeepSo Core: Photos
pl_pl: PeepSo Core: Zdjęcia

source: View all
pl_pl: Pokaż wszystko

source: No photos
pl_pl: Brak zdjęć

source: Say something about this photo...
pl_pl: Napisz coś o tym zdjęciu...

source: Max photo dimensions: %1$s x %2$spx | Max file size: %3$sMB
pl_pl: Maksymalny rozmiar zdjęcia: %1$s x %2$spx | Maksymalna wielkość pliku: %3$sMB

source: Click here to start uploading photos
pl_pl: Kliknij tutaj by zacząć przesyłać zdjęcia

source: Close
pl_pl: Zamknij

source: Photo Albums
pl_pl: Albumy zdjęć

source: Recently added photos
pl_pl: Ostatnio dodane zdjęcia

source: Albums
pl_pl: Albumy

source: Friends Only
pl_pl: Tylko znajomi

source: Private
pl_pl: Prywatne

source: Members only
pl_pl: Tylko członkowie

source: Public
pl_pl: Publiczne

source: %s photo
pl_pl: zdjęcie %s

source: Uploaded a photo
pl_pl: Dodał(a) zdjęcie

source: %s uploaded a photo
pl_pl: %s dodał(a) nowe zdjęcie

source: Back to Photos
pl_pl: Powrót do zdjęć

source: %s Album
pl_pl: Album %s

source: Add photos to album
pl_pl: Dodaj zdjęcia do albumu

source: Upload Photo
pl_pl: Prześlij zdjęcie

source: Photo privacy is inherited from the album
pl_pl: Prywatność zdjęcia jest dziedziczona z albumu

source: Create Album
pl_pl: Utwórz album

source: Please select at least one photo to be uploaded
pl_pl: Proszę wybrać co najmniej jedno zdjęcie do przesłania

source: Upload photos to album
pl_pl: Prześlij zdjęcia do albumu

source: Album privacy
pl_pl: Prywatność albumu

source: Album name can't be empty
pl_pl: Nazwa albumu nie może być pusta

source: Album name
pl_pl: Nazwa albumu

source: Post
pl_pl: Wyślij

source: Clear
pl_pl: Wyczyść

source: Write a comment...
pl_pl: Napisz komentarz...

source: Oldest first
pl_pl: Najstarsze najpierw

source: Newest first
pl_pl: Najnowsze najpierw

source: Large thumbnails
pl_pl: Duże miniaturki

source: Small thumbnails
pl_pl: Małe miniaturki

source: Save description
pl_pl: Zapisz opis

source: No description
pl_pl: Brak opisu

source: Edit description
pl_pl: Zmień opis

source: Album description
pl_pl: Opis albumu

source: Edit title
pl_pl: Edytuj tytuł

source: Save
pl_pl: Zapisz

source: Cancel
pl_pl: Anuluj

source: Add Photos
pl_pl: Dodaj zdjęcia

source: Back
pl_pl: Wstecz

source: Are you sure you want to delete this album?
pl_pl: Czy na pewno chcesz usunąć ten album?

source: Remove album
pl_pl: Usuń album

source: Set as my cover
pl_pl: Użyj jako okładki

source: Set as my avatar
pl_pl: Ustaw jako mój awatar

source: Options
pl_pl: Ustawienia

source: Post updates on Activity Stream when user changes groups cover.
pl_pl: Aktualizacje postu na strumieniu aktywności po zmianie okładki grupy.

source: Enable post updates upon groups cover change
pl_pl: Włącz aktualizacje postu po zmianie okładki grupy

source: Post updates on Activity Stream when user changes groups avatar.
pl_pl: Aktualizacje postu na strumieniu aktywności po zmianie awatara grupy.

source: Enable post updates upon groups avatar change
pl_pl: Włącz aktualizacje postu po zmianie awatara grupy

source: Post updates on Activity Stream when user changes profile cover.
pl_pl: Aktualizacje postu na strumieniu aktywności po zmianie okładki profilu.

source: Enable post updates upon user cover change
pl_pl: Włącz aktualizacje postu po zmianie okładki

source: Post updates on Activity Stream when user changes profile avatar.
pl_pl: Aktualizacje postu na strumieniu aktywności po zmianie awatara.

source: Enable post updates upon user avatar change
pl_pl: Włącz aktualizacje postu po zmianie awatara

source: Upload photos
pl_pl: Prześlij zdjęcia

source: Delete Album
pl_pl: Usuń album

source: cover photo
pl_pl: okładka

source: avatar
pl_pl: awatar

source: photo
pl_pl: zdjęcie

source: shared photos
pl_pl: udostępnione zdjęcia

source: uploaded %1$d photo
pl_pl: przesłano %1$d zdjęcie

source: added %1$d photo to the album: <a href="%3$s">%2$s</a>
pl_pl: dodano %1$d zdjęcie do albumu: <a href="%3$s">%2$s</a>

source: uploaded a new profile cover
pl_pl: ma nową okładkę profilu

source: uploaded a new avatar
pl_pl: ma nowy awatar

source: Photo
pl_pl: Zdjęcie

source: Supported formats are: gif, jpg, jpeg, tiff, png, and webp.
pl_pl: Dozwolone formaty: gif, jpg, jpeg, tiff, png, and webp.

source: Only
pl_pl: Tylko

source: Upload Failed! Please try again.
pl_pl: Błąd podczas przesyłania. Proszę spróbować ponownie.

source: Photos
pl_pl: Zdjęcia

source: Get it now!
pl_pl: Pobierz teraz!

source: The %s plugin requires the PeepSo plugin to be installed and activated.
pl_pl: %s wymaga wtyczki PeepSo by móc zostać zainstalowany i aktywowany.

source: Stream Photos
pl_pl: Zdjęcia ze strumienia

source: Profile Covers
pl_pl: Okładki profilu

source: Profile Avatars
pl_pl: Awatary profilu

source: My Photos
pl_pl: Moje zdjęcia

source: PeepSo Photos Widget
pl_pl: Widget Zdjęcia PeepSo

source: PeepSo Photos
pl_pl: Zdjęcia PeepSo

source: Latest Photos
pl_pl: Najnowsze zdjęcia

source: PeepSo Community Photos
pl_pl: Zdjęcia społeczności PeepSo

source: There was an error removing the file %1$s. Error: %2$s
pl_pl: Wystąpił błąd podczas usuwania pliku %1$s. Błąd: %2$s

source: There was a problem when deleting the file
pl_pl: Wystąpił problem podczas usuwania pliku

source: There was an error setting up Amazon S3 library.
pl_pl: Wystąpił błąd w połączeniu z biblioteką Amazon S3.

source: There was a problem when uploading the file
pl_pl: Wystąpił problem

source: Missing Amazon configuration.
pl_pl: Brak poprawnej konfiguracji Amazon AWS.

source: You do not have permission to do that.
pl_pl: Nie masz wystarczających uprawnień.

source: You are not authorized to change this album access.
pl_pl: Nie masz uprawnień, by zmienić dostęp do tego albumu.

source: Photo Album access changed.
pl_pl: Zmieniono dostęp do albumu.

source: Invalid extra field.
pl_pl: Niepoprawne pole dodatkowe.

source: You are not authorized to change this album description.
pl_pl: Nie masz uprawnień, by zmienić opis tego albumu.

source: Photo Album description saved.
pl_pl: Zapisano opis albumu.

source: Photo Album name saved.
pl_pl: Zapisano nazwę albumu.

source: You are not authorized to change this album name.
pl_pl: Nie masz uprawnień, by zmienić nazwę tego albumu.

source: Photo Album has been deleted.
pl_pl: Album został usunięty.

source: You are not authorized to add photos.
pl_pl: Nie masz uprawnień aby dodać te zdjęcia.

source: Activity is not found.
pl_pl: Aktywność nie została znaleziona.

source: New photos added
pl_pl: Dodano nowe zdjęcia

source: Temporary file has been deleted
pl_pl: Tymczasowy plik został usunięty

source: You are not authorized to create album for this user.
pl_pl: Nie masz uprawnień, aby utworzyć album dla tego użytkownika.

source: You are not authorized to use this photo as cover.
pl_pl: Nie masz uprawnień by użyć tego zdjęcia jako okładki.

source: Your profile cover has been changed.
pl_pl: Okładka twojego profilu została zmieniona.

source: Photo not found
pl_pl: Zdjęcie nie znalezione

source: You are not authorized to use this photo as avatar.
pl_pl: Nie masz uprawnień by użyć tego zdjęcia jako awatara.

source: Your avatar has been changed.
pl_pl: Twój awatar został zmieniony.

source: Request could not be verified.
pl_pl: Żądanie nie mogło zostać przetworzone.

source: %s doesn't have any photos yet
pl_pl: %s jeszcze nie ma zdjęć

source: You don't have any photos yet
pl_pl: Nie masz jeszcze zdjęć

source: Maximum file upload quota reached. Delete posts with photos to free some space.
pl_pl: Osiągnięto dozwolony limit przesłanych zdjęć. Usuń posty ze zdjęciami by zwolnić nieco miejsca.

source: Only files up to %1$dMB are allowed.
pl_pl: Dozwolone są pliki o wielkości do %1$dMB.

source: Maximum photo upload quota reached. Delete posts with photos to free some space.
pl_pl: Osiągnięto dozwolony limit przesłanych zdjęć. Usuń posty ze zdjęciami by zwolnić nieco miejsca.

source: Maximum daily photo upload quota reached. Delete posts with photos to free some space.
pl_pl: Osiągnięto dozwolony dzienny limit przesłanych zdjęć. Usuń posty ze zdjęciami by zwolnić nieco miejsca.

source: Image exceeds maximum photo size of %1$d x %2$d.
pl_pl: Obrazek przekracza maksymalny dozwolony rozmiar %1$d x %2$d.

source: Only photos with a maximum of %1$d pixel height are allowed, please resize.
pl_pl: Dozwolone są zdjęcia o maksymalnej wysokości do %1$d px, proszę zmniejszyć zdjęcie.

source: Only photos with a maximum of %1$d pixel width are allowed, please resize.
pl_pl: Dozwolone są zdjęcia o maksymalnej szerokości do %1$d px, proszę zmniejszyć zdjęcie.

source: Only files up to %1$dMB are allowed
pl_pl: Dozwolone są pliki o wielkości do %1$dMB

source: Maximum file upload quota reached. Delete posts with photos to free some space
pl_pl: Osiągnięto dozwolony limit przesłanych zdjęć. Usuń posty ze zdjęciami by zwolnić nieco miejsca

source: Photo %1$d of post %2$s
pl_pl: Zdjęcie %1$d postu %2$s

source: Photo of post %s
pl_pl: Zdjęcie postu %s

source: Configure the use of PeepSo Share Photos.
pl_pl: Skonfiguruj integrację Peepso Udostępnij Zdjęcia.

source: Photos Settings
pl_pl: Ustawienia zdjęć

source: The AWS Secret Key you received when you signed up for AWS (40 characters)
pl_pl: Tajny klucz dostępu Amazon AWS który otrzymałeś podczas rejestracji w usłudze (40 znaków)

source: Turn on the use of Amazon AWS for image storage
pl_pl: Włącz by magazynować obrazki na zdalnym serwerze Amazon AWS

source: WordPress maximum upload size allowed is %1$sMB
pl_pl: WordPress pozwala na przesłanie pliku o maksymalnej wielkości %1$sMB

source: To enable the use of AWS, set the "Enable AWS S3 Storage" to "YES" and fill in the additional settings fields.<br/>To get your AWS Access ID and Keys, you can sign up here: %sGet Your AWS Access Keys%s.
pl_pl: Aby włączyć integrację z AWS, ustaw "Włącz zdalne magazynowanie AWS S3" na "TAK" i wypełnij dodatkowe pola ustawień.<br/>Aby uzyskać klucze dostępu AWS, zaloguj się tutaj: %sZnajdź swoje klucze dostępu w AWS%s.

source: AWS Error History:
pl_pl: Historia błędów AWS:

source: Don't keep a local copy of uploaded files
pl_pl: Nie trzymaj lokalnych kopii plików

source: Disabling AWS S3 will cause photos to disappear, because photos will not be redownloaded
pl_pl: Wyłączenie AWS S3 spowoduje zniknięcie zdjęć - nie zostaną one ściągnięte z powrotem

source: Amazon S3 Bucket
pl_pl: Katalog (bucket) Amazon S3

source: Amazon S3 Bucket is required
pl_pl: Nazwa katalogu (bucket) Amazon S3 jest wymagana

source: Name of the Bucket to upload your images to on Amazon S3
pl_pl: Nazwa katalogu (bucket) w którym będą zapisywane obrazki w usłudze Amazon S3

source: Amazon Secret Access Key
pl_pl: Klucz tajnego dostępu Amazon AWS

source: Amazon Secret Access Key is required
pl_pl: Tajny klucz dostępu Amazon jest wymagany

source: Amazon Access Key ID
pl_pl: Identyfikator klucza dostępu Amazon AWS

source: Amazon Access Key ID is required
pl_pl: Klucz dostępu Amazon jest wymagany

source: The Access Key ID you received when you signed up for AWS (20 characters)
pl_pl: Klucz dostępu Amazon AWS który otrzymałeś podczas rejestracji w usłudze (20 znaków)

source: Enable AWS S3 storage
pl_pl: Włącz zdalne magazynowanie AWS S3

source: General
pl_pl: Ogólne

source: Autoplay GIFs
pl_pl: Odtwarzaj GIFy automatycznie

source: Thumbnail quality
pl_pl: Jakość miniaturki

source: Image quality
pl_pl: Jakość obrazka

source: recommended
pl_pl: polecane

source: Maximum image height
pl_pl: Maksymalna wysokość obrazka

source: Maximum image width
pl_pl: Maksymalna szerokość obrazka

source: Photo Upload Behavior
pl_pl: Zachowanie ładowania zdjęć

source: Resize
pl_pl: Zmień rozmiar

source: Use Original
pl_pl: Użyj oryginału

source: Daily photo upload limit per user
pl_pl: Dzienny limit przesłanych zdjęć na użytkownika

source: Maximum number of Photos per User
pl_pl: Maksymalna liczba zdjęć na użytkownika

source: Unlimited
pl_pl: Nieograniczone

source: Allowed space per user in megabytes
pl_pl: Dostępna powierzchnia dyskowa dla użytkownika w megabajtach

source: Set 0 for Unlimited
pl_pl: Użyj 0 żeby wyłączyć limit

source: Maximum upload size in megabytes
pl_pl: Maksymalny rozmiar w megabajtach

source: WordPress maximum upload size allowed is %1$sMB. WordPress setting takes priority over PeepSo. If you want to allow bigger file uploads please look into WrodPress and / or your server configuration.
pl_pl: Maksymalny dozwolony rozmiar twojego WordPressa wynosi %1$sMB. Ustawienia WordPresss mają pierwszeństwo przed PeepSo. Jeśli chcesz zezwolić na przesyłanie większych plików, sprawdź ustawienia WrodPress i/lub serwera.
