Repository: EliateMillo/peepso-core
Catalog: peepso-friends/language/friendso-*.po
Languages: pl_pl

source: Only your friends can see this post.
pl_pl: Tylko twoi znajomi widzą ten post

source: Posts from your friends
pl_pl: Posty twoich znajomych

source: PeepSo Core: Friends
pl_pl: PeepSo Core: Znajomi

source: Birthday tomorrow.
pl_pl: Urodziny jutro.

source: Upcoming Birthday
pl_pl: Najbliższe urodziny

source: No friends' birthdays today.
pl_pl: Żaden twój znajomy nie ma dziś urodzin

source: Birthday Today
pl_pl: Dzisiaj obchodzą urodziny

source: No friends
pl_pl: Brak znajomych

source: View all
pl_pl: Zobacz wszystkie

source: New message
pl_pl: Nowa wiadomość

source: Friend requests
pl_pl: Zaproszenia do grona znajomych

source: Received requests
pl_pl: Otrzymane zaproszenia

source: Approve
pl_pl: Zaakceptuj

source: Ignore
pl_pl: Ignoruj

source: Search friends
pl_pl: Szukaj

source: Someone sent me a friend request
pl_pl: Ktoś wysłał mi zaproszenie do grona znajomych

source: Add as your friend
pl_pl: Dodaj jako znajomego

source: Friends limit reached
pl_pl: Osiągnięto limit ilości znajomych

source: Reject Request
pl_pl: Odrzuć zaproszenie

source: Reject
pl_pl: Odrzuć

source: Accept Request
pl_pl: Przyjmij zaproszenie

source: Accept
pl_pl: Przyjmij

source: Cancel Friend Request
pl_pl: Anuluj zaproszenie do grona znajomych

source: Unfriend
pl_pl: Usuń

source: Remove friend
pl_pl: Usuń znajomego

source: Friend
pl_pl: Znajomy

source: Cancel
pl_pl: Anuluj

source: Are you sure?
pl_pl: Jesteś pewien?

source: Remove Friend
pl_pl: Usuń znajomego

source: Friends Only
pl_pl: Tylko znajomi

source: Get it now!
pl_pl: Pobierz teraz!

source: The %s plugin requires the PeepSo plugin to be installed and activated.
pl_pl: %s wymaga wtyczki PeepSo by móc zostać zainstalowany i aktywowany.

source: Pending friend requests
pl_pl: Otrzymane zaproszenia

source: Friend Requests
pl_pl: Zaproszenia do grona znajomych

source: PeepSo Mutual Friends Widget
pl_pl: Widget Wspólni Znajomi PeepSo

source: PeepSo Mutual Friends
pl_pl: Wspólni Znajomi PeepSo

source: Max number of upcoming birthdays to show:
pl_pl: Maksymalna, wyświetlania liczba najbliższych urodzin:

source: How many days ahead?
pl_pl: Za ile dni?

source: Show upcoming birthdays
pl_pl: Pokaż najbliższe urodziny

source: Upcoming Birthdays
pl_pl: Najbliższe urodziny

source: Hide if empty
pl_pl: Ukryj, jeśli puste

source: Title
pl_pl: Tytuł

source: General Settings
pl_pl: Ustawienia ogólne

source: Upcoming Friends Birthdays
pl_pl: Najbliższe urodziny znajomych

source: PeepSo Friends Birthday Widget
pl_pl: Widget Urodziny Znajomych PeepSo

source: PeepSo Friends Birthday
pl_pl: Urodziny Znajomych PeepSo

source: My Friends
pl_pl: Moi znajomi

source: PeepSo Friends Widget
pl_pl: Widget Znajomi PeepSo

source: PeepSo Friends
pl_pl: Zanjomi PeepSo

source: Friend Request Ignored
pl_pl: Zaproszenie do grona znajomych zignorowano

source: Friend Request Denied
pl_pl: Zaproszenie do grona znajomych zostało odrzucone

source: New Friend Request from %s
pl_pl: Nowe zaproszenie do grona znajomych od %s

source: mutual friend
pl_pl: wspólny znajomy

source: You do not have enough permissions.
pl_pl: Nie masz wystarczających uprawnień.

source: This will select up to 5 posts, displaying the most recent post by each of up to five users that are friends.
pl_pl: Widget będzie wyświetlał do 5 ostatnich postów dodanych przez 5 użytkowników którzy są znajomymi.

source: Friends Posts
pl_pl: Posty znajomych

source: This will be sent to a user when a friend request is accepted.
pl_pl: Ta wiadomość zostanie wysłana do użytkownika po zaakceptowaniu zaproszenia do grona znajomych.

source: Friend Request Accepted
pl_pl: Zaproszenie zaakceptowane

source: This will be sent to a user when a friend request is received.
pl_pl: Ta wiadomość zostanie wysłana do użytkownika po odebraniu zaproszenia do grona znajomych.

source: Friend Request Received
pl_pl: Otrzymano zaproszenie do grona znajomych

source: Friends Settings
pl_pl: Ustawienia znajomych

source: Members can send messages to
pl_pl: Członkowie mogą wysyłać wiadomości do

source: Mutual Friends
pl_pl: Wspólni znajomi

source: %s has no friends yet
pl_pl: %s nie ma jeszcze żadnych znajomych

source: You have no friends yet
pl_pl: Jeszcze nie masz żadnych znajomych

source: You currently have no friend requests
pl_pl: Aktualnie nie masz zaproszeń do grona znajomych

source: befriend
pl_pl: dodaj do znajomych

source: Remove
pl_pl: Usuń

source: Befriend All Users
pl_pl: Dodaj wszystkich

source: Friends
pl_pl: Znajomi

source: search
pl_pl: szukaj

source: Maximum amount of friends
pl_pl: Maksymalna ilość znajomych
